[
  {
    "id": 914,
    "name": "Replika Testosterone Enanthate 250",
    "description": "Testosteron Enanthat 250 von Aburaihan enthält 250 mg Testosteron Enanthat, ein weit verbreitetes anaboles Steroid, das für seine Wirksamkeit bei der Förderung von signifikantem Muskelwachstum und der Steigerung der Gesamtstärke bekannt ist. Dieser langwirksame Ester sorgt für stabile Testosteronspiegel im Blut, wodurch über die Zeit konstante anabole Effekte erzielt werden. Ideal für Bodybuilder und Athleten unterstützt Testosteron Enanthat die erhöhte Proteinsynthese und Stickstoffretention, was zu einer verbesserten Muskelmasse und schnelleren Erholung nach intensiven Workouts führt. Mit seinen zuverlässigen Ergebnissen ist Testosteron Enanthat 250 eine bevorzugte Wahl für diejenigen, die ihre Leistung optimieren und ihre Fitnessziele effizient erreichen möchten.",
    "price": 21,
    "sale_price": null,
    "categories": [
      "Steroide > Aburaihan",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Aburaihan-Testosterone-Enanthate-250.webp"
    ],
    "sku": "74397",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Aburaihan",
      "Trägerstoff": "Oil Base",
      "Wirkstoff": "Testosteron Enanthat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Aburaihan",
    "active_ingredient": "Testosteron Enanthat",
    "dosage": "250mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Oil Base"
  },
  {
    "id": 915,
    "name": "Replika Testosterone Propionate",
    "description": "Testosteron Propionat 100 von Aburaihan enthält 100 mg Testosteron Propionat, ein potentes anaboles Steroid, das für seine schnelle Wirkung und Effektivität beim Aufbau von Muskelmasse und Stärke bekannt ist. Dieser kurzwirksame Ester ermöglicht schnelle Anpassungen der Dosierung und des Timings, was ihn ideal für Athleten und Bodybuilder während der Cutting- oder Bulking-Zyklen macht. Durch die Förderung einer erhöhten Proteinsynthese und Stickstoffretention unterstützt Testosteron Propionat signifikantes Muskelwachstum und hilft bei der Erholung nach anstrengenden Workouts. Anwender können eine verbesserte Stärke, eine verstärkte Muskeldurchzeichnung und ein definierteres Erscheinungsbild erwarten. Mit Testosteron Propionat 100 kannst du deine Körperziele effizienter und effektiver erreichen.",
    "price": 25,
    "sale_price": 20,
    "categories": [
      "Steroide > Aburaihan",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Aburaihan-Testosterone-Enanthate-250.webp"
    ],
    "sku": "74396",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Aburaihan",
      "Trägerstoff": "Oil Base",
      "Wirkstoff": "Testosteron Propionat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Aburaihan",
    "active_ingredient": "Testosteron Propionat",
    "dosage": "100mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Oil Base"
  },
  {
    "id": 916,
    "name": "Testomed Cypio 200",
    "description": "Testomed Cypio 200 von Medi Pharma enthält 200 mg Testosteron-Cypionat, ein hochwirksames anaboles Steroid, das für seine Fähigkeit bekannt ist, das Muskelwachstum zu stimulieren und die sportliche Leistung zu steigern. Dieser langwirkende Testosteronster sorgt für eine gleichmäßige Freisetzung von Testosteron in den Blutkreislauf und fördert signifikante Zuwächse an Muskelmasse, Stärke und allgemeiner körperlicher Leistung. Nutzer können eine verbesserte Erholungszeit erwarten, was intensivere Trainingseinheiten und reduzierte Ermüdung ermöglicht. Darüber hinaus unterstützt Testosteron-Cypionat eine erhöhte Stickstoffretention, die für Muskelwachstum und Ausdauer unerlässlich ist. Ob du in einer Bulking-Phase bist oder deine allgemeine Leistung verbessern möchtest, Testomed Cypio 200 ist eine wesentliche Ergänzung deines Bodybuilding-Arsenals, die dir hilft, deine Fitnessziele mit Selbstvertrauen zu erreichen.",
    "price": 32,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Testomed-Cypio-200mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/TestomedCypio200.197.webp"
    ],
    "sku": "75456",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Testosteron Cypionat",
      "Dosis": "200mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Testosteron Cypionat",
    "dosage": "200mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 917,
    "name": "GHRP-6",
    "description": "GHRP-6 von Medi Pharma enthält 10 mg Growth Hormone Releasing Peptide-6, ein synthetisches Peptid, das die Hypophyse anregt, Wachstumshormon freizusetzen. Diese Verbindung wird in der Bodybuilding-Community hochgeschätzt, da sie Muskelwachstum fördert, die Erholungszeiten verbessert und beim Fettabbau hilft. Durch die Erhöhung der Wachstumshormonspiegel verbessert GHRP-6 die Proteinsynthese und Stickstoffretention, was zu einer verbesserten Muskelentwicklung und Leistung führt. Anwender können auch eine bessere Schlafqualität, gesteigerte Energielevels und reduzierte Muskelverspannungen nach intensiven Trainingseinheiten erleben. GHRP-6 ist eine unverzichtbare Ergänzung für jedes Athletenprogramm und hilft, die Trainingsergebnisse zu optimieren und Fitnessziele effektiv zu erreichen.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "GHRP-6",
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-GHRP-6-10mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/GHRP6-MEDI-peptides-labtest.webp"
    ],
    "sku": "75422",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "GHRP-6",
      "Dosis": "10mg/Vial",
      "Packungsgröße": "1 Fläschchen à 10mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "GHRP-6",
    "dosage": "10mg/Vial",
    "package_size": "1 Fläschchen à 10mg",
    "carrier": ""
  },
  {
    "id": 918,
    "name": "Primobolan",
    "description": "Primobolan von Spartan Pharma enthält 150 mg Methenolon Enanthate, ein anerkanntes anaboles Steroid, das für seine Fähigkeit bekannt ist, mageres Muskelwachstum zu fördern und die Körperzusammensetzung zu verbessern. Diese Verbindung ist besonders beliebt während Cutting-Zyklen, da sie hilft, Muskelmasse zu erhalten und gleichzeitig Fett abzubauen. Anwender können mit einer gesteigerten Proteinsynthese, verbesserter Stickstoffretention und minimaler Wassereinlagerung rechnen, was es ideal für einen trockenen, definierten Look macht. Primobolan ist für sein geringes Risiko an Nebenwirkungen bekannt, sodass es von Athleten über längere Zeiträume hinweg verwendet werden kann. Ob du nun deine Physis verfeinern oder deine Erfolge während einer Kalorienreduktion aufrechterhalten möchtest, Primobolan ist eine wertvolle Ergänzung für jedes Bodybuilding-Regiment.",
    "price": 17,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Primobolan",
      "Steroide > Spartan Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Primobolan-1.webp"
    ],
    "sku": "75412",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Primobolan",
      "Dosis": "150mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Primobolan",
    "dosage": "150mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 919,
    "name": "Trenbolone Hexa",
    "description": "Trenbolon Hexahydrobenzylcarbonat von Spartan Pharma enthält 150 mg Trenbolon Hexa, eine kraftvolle anabolische Verbindung, die wegen ihrer Fähigkeit, beeindruckende Muskelzuwächse zu fördern und die sportliche Leistung zu steigern, hoch geschätzt wird. Dieser lang wirkende Steroid sorgt für nachhaltige Effekte und ist daher ideal für Bulking-Zyklen. Anwender können mit einer erhöhten Proteinsynthese und Stickstoffretention rechnen, was zu bemerkenswerten Verbesserungen in Muskelmasse und Stärke führt. Zudem unterstützt Trenbolon Hexa den Fettabbau bei gleichzeitiger Erhaltung der mageren Muskulatur, was zu einer schlankeren und besser definierten Körperform führt. Mit seinen schnell wirkenden Ergebnissen und minimaler Wasserretention ist Trenbolon Hexa eine Top-Wahl für ernsthafte Bodybuilder, die ihre Zuwächse maximieren und ihre Gesamtleistung verbessern möchten.",
    "price": 17,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Trenbolone-Hexa-1.webp"
    ],
    "sku": "74556",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Trenbolon Hexahydrobenzyl-Carbonat",
      "Dosis": "150mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Trenbolon Hexahydrobenzyl-Carbonat",
    "dosage": "150mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 920,
    "name": "Maxibal",
    "description": "Maxibal von Global Pharma ist eine leistungsstarke anabole Mischung, die maximale Ergebnisse liefert. Mit 250 mg Testosteron Enanthat und 200 mg Nandrolon Decanoat pro Dosis bietet diese Kombination ein außergewöhnliches Gleichgewicht aus Muskelwachstum, Kraftsteigerung und Erholung. Testosteron Enanthat sorgt für eine stetige Freisetzung von Testosteron, was zu signifikanten Zuwächsen an Muskelmasse und Ausdauer führt, während Nandrolon Decanoat eine schnellere Erholung und Gelenkgesundheit fördert, wodurch intensivere, verletzungsfreie Trainingseinheiten möglich werden. Maxibal ist ideal für Bodybuilder, die effektiv Masse aufbauen und gleichzeitig magere Muskelmasse erhalten möchten. Ob du dich in einer Bulking- oder Kraftaufbauphase befindest, Maxibal von Global Pharma ist darauf ausgelegt, dir zu helfen, deine Fitnessziele mühelos zu erreichen.",
    "price": 45,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Nandrolon",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Maxibal-1.webp"
    ],
    "sku": "74404",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoffe": "Nandrolon Decanoat, Testosteron Enanthat",
      "Dosis": "Nandrolon Decanoat 200mg/ml, Testosteron Enanthat 250mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Nandrolon Decanoat, Testosteron Enanthat",
    "dosage": "Nandrolon Decanoat 200mg/ml, Testosteron Enanthat 250mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 921,
    "name": "Replika Testoviron Depot",
    "description": "Testoviron Depot von Bayer enthält 250 mg Testosteron Enanthat, ein weithin anerkanntes anaboles Steroid, das für seine Fähigkeit bekannt ist, signifikante Muskelzuwächse zu fördern und die Gesamtstärke zu verbessern. Dieser langwirksame Ester sorgt für stabile Testosteronspiegel im Blut, was nachhaltige anabole Effekte ermöglicht und die Häufigkeit der Injektionen verringert. Testoviron Depot ist besonders vorteilhaft für Bodybuilder und Athleten, die an Muskelmasse zulegen möchten, da es die Proteinsynthese und Stickstoffretention steigert und die Muskelregeneration sowie das Wachstum fördert. Anwender können signifikante Zuwächse in Größe, Stärke und verbesserte Trainingsleistungen erwarten. Mit Testoviron Depot kannst du deine Trainingsergebnisse effektiv steigern und deinen gewünschten Körperbau erreichen.",
    "price": 25,
    "sale_price": 20,
    "categories": [
      "Steroide > Bayer",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Bayer-Testoviron-Depot.webp"
    ],
    "sku": "74398",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Bayer",
      "Trägerstoff": "Benzyl Benzoate, Oil Base",
      "Wirkstoff": "Testosteron Enanthat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "3 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Bayer",
    "active_ingredient": "Testosteron Enanthat",
    "dosage": "250mg/ml",
    "package_size": "3 Ampullen à 1ml",
    "carrier": "Benzyl Benzoate, Oil Base"
  },
  {
    "id": 922,
    "name": "Testobal-P",
    "description": "Testobal-P von Global Pharma enthält 100 mg Testosteron Propionat, ein hochwirksames und schnell wirkendes anaboles Steroid, das für seine starke Fähigkeit bekannt ist, das Muskelwachstum und die sportliche Leistung zu steigern. Mit seiner Schnellfreisetzungsformel ermöglicht Testobal-P Bodybuildern, signifikante Zuwächse an Stärke und Muskelmasse in kurzer Zeit zu erleben. Diese Verbindung verbessert auch die Stickstoffretention und erhöht die Produktion roter Blutkörperchen, was zu verbesserter Ausdauer und schnelleren Erholungszeiten nach intensiven Trainingseinheiten führt. Ideal für sowohl Bulking- als auch Cutting-Phasen hilft Testosteron Propionat, mageres Muskelgewebe zu erhalten und gleichzeitig Fett zu verlieren, was es zu einer vielseitigen Option für Athleten macht. Ob du dich auf einen Wettkampf vorbereitest oder einfach deine Trainingsergebnisse steigern möchtest, Testobal-P von Global Pharma bietet die leistungssteigernden Vorteile, die du benötigst, um deine Fitnessziele zu erreichen.",
    "price": 25,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Testobal-P-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/LABTEST_TESTOBAL-P.webp"
    ],
    "sku": "74446",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Testosteron Propionat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Testosteron Propionat",
    "dosage": "100mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 923,
    "name": "Sleepmed 25",
    "description": "Sleepmed 25 von Medi Pharma enthält eine Kombination aus 20 mg Hydroxyzin und 5 mg Melatonin, zwei wirksame Inhaltsstoffe, die zusammen die Schlafqualität verbessern. Hydroxyzin ist ein Antihistaminikum, das für seine beruhigende Wirkung bekannt ist und hilft, Angst abzubauen und Entspannung zu fördern. Melatonin, ein natürliches Hormon, reguliert den Schlaf-Wach-Rhythmus und erleichtert das Einschlafen und Durchschlafen. Diese Kombination ist besonders vorteilhaft für Menschen, die unter Schlaflosigkeit oder Schlafstörungen leiden. Mit Sleepmed 25 kannst du eine erholsame Nachtruhe genießen, dein allgemeines Wohlbefinden steigern und erfrischt sowie revitalisiert aufwachen.",
    "price": 25,
    "sale_price": null,
    "categories": [
      "Steroide > Hydroxyzin",
      "Steroide > Medi Pharma",
      "Steroide > Melatonin",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Sleepmed-25mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/sleepmed-LABTEST.webp"
    ],
    "sku": "45766",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Hydroxyzin, Melatonin",
      "Dosis": "Hydroxyzin 20mg/tab, Melatonin 5mg/tab",
      "Packungsgröße": "30 Tabletten à 25mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Hydroxyzin, Melatonin",
    "dosage": "Hydroxyzin 20mg/tab, Melatonin 5mg/tab",
    "package_size": "30 Tabletten à 25mg",
    "carrier": "Excipients"
  },
  {
    "id": 924,
    "name": "Androbal",
    "description": "Androbal von Global Pharma ist eine kraftvolle Mischung aus drei schnell wirkenden und lang anhaltenden Testosteronestern: Testosteron Propionat (50 mg), Testosteron Phenylpropionat (75 mg) und Testosteron Enanthat (200 mg). Diese Kombination bietet das Beste aus beiden Welten – sofortige Stärkegewinne und nachhaltige anabole Effekte über die Zeit. Mit Androbal erleben Bodybuilder beschleunigtes Muskelwachstum, gesteigerte Stärke und schnellere Erholungszeiten nach intensivem Training. Es ist perfekt für Bulking-Zyklen und liefert anhaltende Energie sowie eine Steigerung der Trainingsintensität. Die einzigartige Mischung sorgt für eine ausgewogene Freisetzung von Testosteron und maximiert die Muskelretention und Leistung in jeder Phase deines Fitnesswegs mit Androbal von Global Pharma.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Androbal-2.webp"
    ],
    "sku": "74401",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoffe": "Testosteron Enanthat, Testosteron Phenylpropionate, Testosteron Propionat",
      "Dosis": "Testosteron Enanthat 200mg/ml, Testosteron Phenylpropionat 75mg/ml, Testosteron Propionat 50mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Testosteron Enanthat, Testosteron Phenylpropionate, Testosteron Propionat",
    "dosage": "Testosteron Enanthat 200mg/ml, Testosteron Phenylpropionat 75mg/ml, Testosteron Propionat 50mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 925,
    "name": "Nandromed Deca 250",
    "description": "Nandromed Deca 250 von Medi Pharma enthält 250 mg Nandrolon-Decanoat, eine hochwirksame anabole Verbindung, die für ihre Fähigkeit bekannt ist, signifikante Muskelzuwächse zu stimulieren und die Erholung zu unterstützen. Dieses Steroid wird von Bodybuildern geschätzt, da es die Proteinsynthese fördert und die Stickstoffretention verbessert, was zu einer erhöhten Muskelmasse und Kraft führt. Nandromed Deca 250 ist besonders vorteilhaft während Bulking-Zyklen, da es das Wachstum von Muskelmasse fördert und gleichzeitig die Fettzunahme minimiert. Zudem hilft es, Gelenkschmerzen zu lindern, sodass intensiver und länger trainiert werden kann. Anwender können eine verbesserte Trainingsleistung und schnellere Erholungszeiten erwarten, was Nandromed Deca 250 zu einer unverzichtbaren Ergänzung für das Trainingsprogramm jedes ernsthaften Athleten macht.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Nandrolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Nandromed-Deca-250mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/NandromedDeca250.248.webp"
    ],
    "sku": "45237",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Nandrolon Decanoat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Nandrolon Decanoat",
    "dosage": "250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 926,
    "name": "Trenomed Hexa 100",
    "description": "Trenomed Hexa 100 von Medi Pharma enthält 100 mg Trenbolon-Hexahydrobenzylcarbonat, eine hochgeschätzte anabole Verbindung, die außergewöhnliche Vorteile für Athleten und Bodybuilder bietet. Bekannt für seine starken anabolen Eigenschaften, fördert Trenbolon-Hexahydrobenzylcarbonat signifikantes Muskelwachstum und erhöhte Stärke, während es gleichzeitig den Fettabbau unterstützt. Diese Verbindung hilft, die Stickstoffretention und die Produktion roter Blutkörperchen zu steigern, was zu verbesserter Ausdauer und schnelleren Erholungszeiten nach intensiven Trainingseinheiten führt. Nutzer können eine erhöhte Muskelhärte und -definition erwarten, was es zu einer ausgezeichneten Wahl für Cutting-Phasen macht. Mit Trenomed Hexa 100 kannst du deine Trainingsergebnisse maximieren und die Körperstruktur erreichen, die du dir mit Selbstvertrauen wünschst.",
    "price": 45,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Trenomed-Hexa-100.webp"
    ],
    "sku": "75278",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Trenbolon Hexahydrobenzyl-Carbonat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Trenbolon Hexahydrobenzyl-Carbonat",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 927,
    "name": "Testosterone Depo",
    "description": "TestosteronDepo von Galenika enthält 250 mg Testosteron Enanthat, ein beliebtes anaboles Steroid, das für seine Wirksamkeit bei der Förderung der Muskelhypertrophie und der Steigerung der Stärke bekannt ist. Dieser langwirksame Ester sorgt für stabile Testosteronspiegel im Körper, was konsistente anabole Effekte ermöglicht und die Notwendigkeit für häufige Injektionen verringert. Bodybuilder nutzen TestosteronDepo häufig während der Bulking-Zyklen, um die Muskelmasse zu maximieren und die Erholungszeiten zu verbessern. Durch die Förderung der Proteinsynthese und Stickstoffretention hilft dieses Präparat den Anwendern, signifikante Zuwächse in Größe und Stärke zu erzielen und gleichzeitig die Gesamtleistung im Training zu verbessern. Mit TestosteronDepo kannst du dein Training effektiv steigern und auf deine Fitnessziele hinarbeiten.",
    "price": 24,
    "sale_price": null,
    "categories": [
      "Steroide > Galenika",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Testosteron-Depot.webp"
    ],
    "sku": "74399",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Galenika",
      "Trägerstoff": "Oil Base",
      "Wirkstoff": "Testosteron Enanthat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "5 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Galenika",
    "active_ingredient": "Testosteron Enanthat",
    "dosage": "250mg/ml",
    "package_size": "5 Ampullen à 1ml",
    "carrier": "Oil Base"
  },
  {
    "id": 928,
    "name": "Replika Sustanon 250",
    "description": "Sustanon 250 von Organon enthält eine einzigartige Mischung aus Testosteronstern: 30 mg/ml Testosteron-Propionat, 60 mg/ml Testosteron-Phenylpropionat, 60 mg/ml Testosteron-Isocaproat und 100 mg/ml Testosteron-Decanoat. Diese potente Kombination sorgt für sowohl schnell wirkende als auch lang anhaltende Effekte, was es ideal für Athleten macht, die ihr Muskelwachstum und ihre Stärke steigern möchten. Die Mehrester-Formulierung ermöglicht eine gleichmäßige Freisetzung von Testosteron in den Blutkreislauf, was die Proteinsynthese, Stickstoffretention und die allgemeine Muskelentwicklung fördert. Nutzer können verbesserte Erholungszeiten und eine gesteigerte sportliche Leistung erwarten, wodurch Sustanon 250 zu einem festen Bestandteil vieler Bodybuilding- und Leistungssteigerungsprogramme wird. Ob während der Bulking- oder Cutting-Phasen, Sustanon 250 hilft Athleten, ihre gewünschten Körperziele und Leistungsziele effektiv zu erreichen.",
    "price": 25,
    "sale_price": 20,
    "categories": [
      "Injektionen",
      "Steroide > Oreganon",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Organon-Sustanon-250.webp"
    ],
    "sku": "25724",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Organon",
      "Trägerstoff": "Benzyl Alcohol",
      "Wirkstoffe": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
      "Dosis": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
      "Packungsgröße": "3 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Organon",
    "active_ingredient": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
    "dosage": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
    "package_size": "3 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol"
  },
  {
    "id": 929,
    "name": "Sustanon 250",
    "description": "Sustanon 250 von Spartan Pharma enthält eine kraftvolle Kombination von Testosteronstern: 30 mg/ml Testosteron-Propionat, 60 mg/ml Testosteron-Phenylpropionat, 60 mg/ml Testosteron-Isocaproat und 100 mg/ml Testosteron-Decanoat. Diese einzigartige Mischung sorgt für eine sofortige sowie langanhaltende Freisetzung von Testosteron und ist daher ideal für Bodybuilder und Sportler, die signifikante Muskelzuwächse und eine verbesserte Leistung anstreben. Die Formulierung fördert die Maximierung der Proteinsynthese und Stickstoffretention, was zu einer erhöhten Muskelmasse und schnelleren Erholungszeiten führt. Anwender können eine verbesserte Stärke und Ausdauer erwarten, was intensivere Trainingseinheiten ermöglicht. Sustanon 250 ist vielseitig und sowohl für Aufbau- als auch für Cutting-Zyklen geeignet, um Sportlern zu helfen, ihre gewünschten körperlichen und leistungsbezogenen Ziele effizient zu erreichen.",
    "price": 23,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Sustanon-250-1.webp"
    ],
    "sku": "24524",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoffe": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
      "Dosis": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
    "dosage": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 930,
    "name": "Testomed Enan 250",
    "description": "Testomed Enan 250 von Medi Pharma enthält 250 mg Testosteron-Enanthat, ein hochwirksames anaboles Steroid, das für seine Fähigkeit bekannt ist, beeindruckende Muskelzuwächse zu fördern und die sportliche Leistung zu steigern. Dieser langwirkende Testosteronster sorgt für eine gleichmäßige Freisetzung von Testosteron in den Blutkreislauf und unterstützt signifikante Zuwächse an Muskelmasse, Stärke und allgemeiner körperlicher Leistung. Nutzer können eine verbesserte Erholungszeit erwarten, was intensivere Trainingseinheiten und reduzierte Ermüdung ermöglicht. Darüber hinaus unterstützt Testosteron-Enanthat eine erhöhte Stickstoffretention, die für Muskelwachstum und Ausdauer entscheidend ist. Ob du in einer Bulking-Phase bist oder deine allgemeine Leistung verbessern möchtest, Testomed Enan 250 ist eine wesentliche Ergänzung deines Bodybuilding-Arsenals, die dir hilft, deine Fitnessziele mit Selbstvertrauen und Effizienz zu erreichen.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Testomed-Enan-250mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/TestomedEna250.256.webp"
    ],
    "sku": "74430",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Testosteron Enanthat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Testosteron Enanthat",
    "dosage": "250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 931,
    "name": "Testosterone Enanthate",
    "description": "Testosteron Enanthat von Spartan Pharma enthält 300 mg Testosteron-Enanthat, ein hochwirksames anabolisches Steroid, das für seine Fähigkeit bekannt ist, signifikante Muskelzuwächse zu fördern und die sportliche Leistung zu steigern. Dieser lang wirkende Testosteronster sorgt für eine stetige Freisetzung von Testosteron in den Blutkreislauf, was zu erheblichen Zuwächsen an Muskelmasse, Stärke und allgemeiner körperlicher Leistung führt. Anwender können mit verkürzten Erholungszeiten rechnen, was intensivere Trainingseinheiten und weniger Ermüdung ermöglicht. Zudem fördert Testosteron Enanthat eine erhöhte Stickstoffretention, die für Muskelwachstum und Ausdauer entscheidend ist. Ob du dich in einer Aufbauphase befindest oder deine Leistung insgesamt steigern möchtest, Testosteron Enanthat ist eine unverzichtbare Ergänzung für dein Bodybuilding-Arsenal.",
    "price": 23,
    "sale_price": 17,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Testosterone-Enanthate-1.webp"
    ],
    "sku": "73525",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Testosteron Enanthat",
      "Dosis": "300mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Testosteron Enanthat",
    "dosage": "300mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 932,
    "name": "Stanozolol",
    "description": "Stanozolol von Spartan Pharma enthält 100 mg Stanozolol, ein effektives anabolisches Steroid, das für seine Fähigkeit bekannt ist, die Stärke zu steigern und die sportliche Leistung zu verbessern. Diese Substanz ist besonders bei Bodybuildern während der Cutting-Phasen beliebt, da sie hilft, den Körperfettanteil zu reduzieren und gleichzeitig die magere Muskelmasse zu erhalten. Anwender können mit einer besseren Muskeldefinition, erhöhter Vaskularität und verkürzten Erholungszeiten rechnen. Stanozolol wird oft wegen seiner schnell wirkenden Effekte bevorzugt, die es Sportlern ermöglichen, ihre Ziele effizient zu erreichen. Mit Stanozolol kannst du dein Training auf das nächste Level heben und deine Fitnessziele mit Selbstvertrauen erreichen.",
    "price": 15,
    "sale_price": null,
    "categories": [
      "Steroide > Spartan Pharma",
      "Stanozolol",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Stanozolol-2.webp"
    ],
    "sku": "73251",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Stanazolol",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Stanazolol",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 933,
    "name": "Drostanolone Enanthate",
    "description": "Drostanolon Enanthat von Spartan Pharma enthält 250 mg Drostanolon Enanthat, eine effektive anabole Verbindung, die für ihre Fähigkeit bekannt ist, die Muskelhärte und Stärke zu verbessern. Dieses lang wirkende Steroid eignet sich ideal für Cutting-Zyklen, da es Bodybuildern hilft, einen schlanken und definierten Körper zu erreichen, indem es den Fettabbau fördert und gleichzeitig die magere Muskelmasse erhält. Die verlängerte Freisetzungsformel sorgt für stabile Blutspiegel, was zu konstanten anabolen Effekten führt. Nutzer können eine erhöhte Muskelhärte, verbesserte Vaskularität und eine gesteigerte Gesamtleistung während des Trainings erwarten. Mit Drostanolon Enanthat können Athleten ihr Erscheinungsbild gezielt verfeinern, ihre ästhetischen Ziele erreichen und gleichzeitig von erhöhter Stärke und Ausdauer profitieren.",
    "price": 23,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Injektionen",
      "Steroide > Spartan Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Drostanolone-Enanthate-1.webp"
    ],
    "sku": "73589",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Drostanolon Enanthat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Drostanolon Enanthat",
    "dosage": "250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 934,
    "name": "Trenomed Combo 150",
    "description": "Trenomed Combo 150 von Medi Pharma enthält eine potente Mischung aus jeweils 50 mg Trenbolon-Acetat, Trenbolon-Enanthat und Trenbolon-Hexahydrobenzylcarbonat, was eine Gesamtdosis von 150 mg Trenbolon pro Anwendung ergibt. Diese einzigartige Kombination nutzt die schnell wirkenden Eigenschaften von Trenbolon-Acetat zusammen mit den lang anhaltenden Effekten von Trenbolon-Enanthat und der Stabilität von Trenbolon-Hexahydrobenzylcarbonat. Nutzer können schnelles Muskelwachstum, gesteigerte Stärke und effektiven Fettabbau erwarten, was es zu einer idealen Wahl für ernsthafte Bodybuilder während Cutting-Phasen macht. Diese Mischung fördert die Stickstoffretention und steigert die Produktion roter Blutkörperchen, was zu verbesserter Ausdauer und schnelleren Erholungszeiten führt. Mit Trenomed Combo 150 kannst du eine definierte und skulptierte Körperstruktur erreichen und gleichzeitig von den Vorteilen einer verbesserten Leistung und Muskelmasse profitieren.",
    "price": 29,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Trenomed-Combo-150mg.webp"
    ],
    "sku": "73658",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Trenbolon Acetat, Trenbolon Enanthat, Trenbolon Hexahydrobenzyl-Carbonat",
      "Dosis": "Trenbolon Acetat 50mg/ml, Trenbolon Enanthat 50mg/ml, Trenbolon Hexahydrobenzylcarbonat 50mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Trenbolon Acetat, Trenbolon Enanthat, Trenbolon Hexahydrobenzyl-Carbonat",
    "dosage": "Trenbolon Acetat 50mg/ml, Trenbolon Enanthat 50mg/ml, Trenbolon Hexahydrobenzylcarbonat 50mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 935,
    "name": "Testosterone Cypionate",
    "description": "Testosteron Cypionat von Spartan Pharma enthält 250 mg Testosteron-Cypionat, ein kraftvolles und weit verbreitetes anabolisches Steroid, das für seine Fähigkeit bekannt ist, signifikante Muskelzuwächse zu fördern und die Stärke zu verbessern. Dieser lang wirkende Testosteronster sorgt für eine kontinuierliche Freisetzung von Testosteron in den Blutkreislauf, unterstützt das Muskelwachstum, verbessert die Erholung und steigert die Energieniveaus. Anwender können eine verbesserte Leistung während des Trainings, eine erhöhte Stickstoffretention und ein vorteilhafteres Testosteron-zu-Östrogen-Verhältnis erwarten. Ideal für sowohl Aufbau- als auch Cutting-Phasen hilft Testosteron Cypionat Bodybuildern, ihre gewünschte Körperform zu erreichen und gleichzeitig die gesamte sportliche Leistung zu optimieren. Mit diesem Wirkstoff kannst du deine Fitnessziele mit Selbstvertrauen verfolgen und dein Training optimieren.",
    "price": 23,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Testosterone-Cypionate-1.webp"
    ],
    "sku": "73221",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Testosteron Cypionat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Testosteron Cypionat",
    "dosage": "250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 936,
    "name": "Androbal 400",
    "description": "Androbal 400 von Global Pharma bietet eine ausgewogene Formel, die vier wichtige Testosteronster kombiniert: Testosteron Propionat (50 mg), Testosteron Phenylpropionat (50 mg), Testosteron Cypionat (100 mg) und Testosteron Enanthat (200 mg). Diese potente Mischung sorgt sowohl für schnell wirkende als auch lang anhaltende anabole Effekte, die ein schnelles Muskelwachstum und eine nachhaltige körperliche Leistung ermöglichen. Die Kombination aus kurzen und langen Estern gewährleistet schnelle Ergebnisse und eine gleichmäßige Freisetzung von Testosteron über die Zeit, was es ideal für Bodybuilder macht, die einen ausgewogenen Ansatz für Bulking-Zyklen suchen. Mit gesteigerter Stärke, schnellerer Erholung und verbesserter Ausdauer wurde Androbal 400 entwickelt, um deine Ergebnisse zu maximieren und intensives Training sowie Muskelretention während jedes Zyklus zu unterstützen.",
    "price": 45,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Androbal-400-1.webp"
    ],
    "sku": "74402",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoffe": "Testosteron Cypionate, Testosteron Enanthat, Testosteron Phenylpropionat, Testosteron Propionat",
      "Dosis": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 200mg/ml, Testosteron Phenylpropionat 50mg/ml, Testosteron Propionat 50mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Testosteron Cypionate, Testosteron Enanthat, Testosteron Phenylpropionat, Testosteron Propionat",
    "dosage": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 200mg/ml, Testosteron Phenylpropionat 50mg/ml, Testosteron Propionat 50mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 937,
    "name": "Trenbolone Acetate",
    "description": "Trenbolon Acetat von Spartan Pharma enthält 100 mg Trenbolon-Acetat, eines der stärksten anabolischen Steroide. Es ist bekannt für seine Fähigkeit, die Muskelmasse und Stärke dramatisch zu steigern und fördert gleichzeitig den Fettabbau, wodurch eine leanere Körperform erreicht wird. Trenbolon Acetat wirkt, indem es die Proteinsynthese und Stickstoffretention verbessert, was zu einer schnelleren Erholung und erhöhtem Durchhaltevermögen während des Trainings führt. Seine schnell wirkende Natur ermöglicht es den Anwendern, rasche Ergebnisse zu erzielen, während seine Fähigkeit, an Androgenrezeptoren zu binden, die anabolen Effekte verstärkt. Ideal für Cutting- und Bulking-Zyklen, ist Trenbolon Acetat besonders beliebt bei Sportlern, die ihre Leistung maximieren und ihre körperlichen Ziele erreichen möchten.",
    "price": 17,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Trenbolone-Acetate-1.webp"
    ],
    "sku": "73222",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Trenbolon Acetat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Trenbolon Acetat",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 938,
    "name": "Vardemed 20",
    "description": "Vardemed von Medi Pharma enthält 20 mg Vardenafil, einen leistungsstarken PDE5-Hemmer, der für seine Fähigkeit bekannt ist, die Durchblutung zu verbessern und die Vaskularität zu steigern. Im Bodybuilding ist eine verbesserte Blutzirkulation entscheidend, um die Nährstoffversorgung der Muskeln zu maximieren, die Leistung während des Trainings zu steigern und eine schnellere Regeneration zu fördern. Vardenafil hilft Athleten, ein volleres, definierteres Aussehen zu erreichen, indem es die Vaskularität und den Muskelpump während des Trainings verbessert. Zusätzlich kann es die allgemeine Ausdauer unterstützen und Bodybuildern helfen, intensive Trainingseinheiten mit erhöhter Ausdauer zu bewältigen. Mit Vardemed können Bodybuilder ihre Leistung steigern und ihre körperlichen Ziele effektiver erreichen.",
    "price": 29,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Sex Support",
      "Tabletten",
      "Steroide > Vardenafil"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Varde-Med-20mg.webp"
    ],
    "sku": "73333",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Vardenafil",
      "Dosis": "20mg/tab",
      "Packungsgröße": "30 Tabletten à 20mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Vardenafil",
    "dosage": "20mg/tab",
    "package_size": "30 Tabletten à 20mg",
    "carrier": "Excipients"
  },
  {
    "id": 939,
    "name": "Testobal-C",
    "description": "Testobal-C von Global Pharma enthält 250 mg Testosteron Cypionat, ein hochwirksames anaboles Steroid, das für seine Fähigkeit bekannt ist, das Muskelwachstum zu fördern und die sportliche Leistung zu steigern. Dieser langwirksame Testosteron-Ester sorgt für eine gleichmäßige Freisetzung von Testosteron in den Blutkreislauf und fördert erhebliche Zuwächse an Muskelmasse, Stärke und körperlicher Leistung. Nutzer können verbesserte Erholungszeiten erwarten, die intensivere Trainingseinheiten und eine reduzierte Ermüdung ermöglichen. Darüber hinaus unterstützt Testosteron Cypionat die erhöhte Stickstoffretention, die für Muskelwachstum und Ausdauer entscheidend ist. Ob du in einer Bulking-Phase bist oder deine allgemeine Leistung steigern möchtest, Testobal-C von Global Pharma ist eine unverzichtbare Ergänzung in deinem Bodybuilding-Arsenal und hilft dir, deine Fitnessziele mit Zuversicht zu erreichen.",
    "price": 29,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Testobal-C-1.webp"
    ],
    "sku": "74410",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Testosteron Cypionat",
      "Dosis": "Tablets",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Testosteron Cypionat",
    "dosage": "Tablets",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 940,
    "name": "Trenomed Enan 200",
    "description": "Trenomed Enan 200 von Medi Pharma enthält 200 mg Trenbolon-Enanthat, ein hochwirksames anaboles Steroid, das für seine bemerkenswerten muskelaufbauenden und fettverbrennenden Eigenschaften bekannt ist. Trenbolon-Enanthat fördert die Stickstoffretention und steigert die Produktion roter Blutkörperchen, was zu erheblichen Zuwächsen an Stärke und Ausdauer führt. Nutzer können schnelles Muskelwachstum, verbesserte Erholungszeiten nach intensiven Trainingseinheiten und eine gesteigerte Gesamtleistung erwarten. Diese Verbindung hilft auch, magere Muskelmasse während Cutting-Phasen zu erhalten, was sie zu einem wichtigen Bestandteil für Bodybuilder macht, die eine definierte und skulptierte Körperstruktur anstreben. Mit Trenomed Enan 200 kannst du deine Grenzen erweitern und deine Fitnessziele erreichen, während du von den anhaltenden anabolen Effekten dieses kraftvollen Steroids profitierst.",
    "price": 49,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Trenomed-Enan-200.webp",
      "https://stero.biz/wp-content/uploads/2025/03/TrenabolEna200.193.webp"
    ],
    "sku": "74436",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Trenbolon Enanthat",
      "Dosis": "200mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Trenbolon Enanthat",
    "dosage": "200mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 941,
    "name": "Turamed 10",
    "description": "Turamed 10 von Medi Pharma enthält 10 mg Chlorodehydromethyltestosteron, eine kraftvolle anabole Verbindung, die für ihre Fähigkeit bekannt ist, die Muskelmasse und Stärke erheblich zu steigern. Dieses Steroid wird besonders von Athleten geschätzt, da es günstige anabole Eigenschaften bietet, ohne die starken androgenen Nebenwirkungen, die mit anderen Steroiden verbunden sind. Nutzer können schnelle Zuwächse an Größe und Stärke erwarten, was es ideal für sowohl Bulking- als auch Cutting-Phasen macht. Turamed 10 unterstützt auch die erhöhte Proteinsynthese und Stickstoffretention, die für die Muskelregeneration und das Wachstum entscheidend sind. Mit seiner effizienten Wirkung ermöglicht Turamed 10 es Athleten, ihre Fitnessziele zu erreichen und ihre Leistung effektiv zu optimieren.",
    "price": 49,
    "sale_price": null,
    "categories": [
      "Steroide > Chlorodehydrometylotestosteron",
      "Steroide > Medi Pharma",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Turamed-10.webp",
      "https://stero.biz/wp-content/uploads/2025/03/Turamed10.97.webp"
    ],
    "sku": "73555",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Chlorodehydromethyl-Testosteron",
      "Dosis": "10mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Chlorodehydromethyl-Testosteron",
    "dosage": "10mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": "Excipients"
  },
  {
    "id": 942,
    "name": "TB-500",
    "description": "TB-500 von Medi Pharma enthält 10 mg Thymosin Beta-4, ein Peptid, das eine entscheidende Rolle bei der Gewebereparatur und Regeneration spielt. Diese Verbindung ist bekannt für ihre entzündungshemmenden Eigenschaften, die dabei helfen, Schmerzen und Schwellungen zu reduzieren und gleichzeitig eine schnellere Genesung von Verletzungen zu fördern. Athleten und Bodybuilder verwenden TB-500 oft, um die Heilungszeit zu verkürzen, die Flexibilität zu verbessern und die allgemeine Leistung während des Trainings zu unterstützen. Durch die Steigerung der Produktion neuer Blutzellen und die Verbesserung der Muskelregeneration ermöglicht TB-500 den Nutzern, härter und häufiger zu trainieren. Mit TB-500 kannst du dein Trainingsprogramm effektiv steigern und deine Fitnessziele effizienter erreichen.",
    "price": 52,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-TB500-10mg.webp"
    ],
    "sku": "73666",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "TB-500",
      "Dosis": "10mg/Vial",
      "Packungsgröße": "1 Fläschchen à 10mg"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "TB-500",
    "dosage": "10mg/Vial",
    "package_size": "1 Fläschchen à 10mg",
    "carrier": ""
  },
  {
    "id": 943,
    "name": "Boldobal",
    "description": "Boldobal von Global Pharma enthält 250 mg Boldenon Undecylenat, eine vielseitige anabole Verbindung, die für ihre stetigen und nachhaltigen muskelaufbauenden Effekte bekannt ist. Ideal für Bodybuilder, die sich auf allmähliche, qualitativ hochwertige Muskelgewinne konzentrieren, fördert Boldobal die Proteinsynthese und Stickstoffretention, was zu einer Zunahme der Muskelmasse und Stärke führt. Seine einzigartigen Eigenschaften steigern auch die Ausdauer, wodurch längere und intensivere Workouts möglich werden. Ein weiterer wichtiger Vorteil von Boldobal ist die verbesserte Vaskularität, die Bodybuildern ein schlankes, definiertes Aussehen verleiht. Ob in Bulking- oder Cutting-Zyklen verwendet, bietet Boldobal von Global Pharma konstante, langfristige Ergebnisse und ist eine unverzichtbare Ergänzung für jedes Athletenregime, das auf Leistung und Ästhetik abzielt.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Boldenon",
      "Steroide > Global Pharma",
      "Injektionen"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Boldobal-1.webp"
    ],
    "sku": "74405",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Boldenon",
      "Dosis": "250mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Boldenon",
    "dosage": "250mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 944,
    "name": "Arimimed 1",
    "description": "Arimimed 1 von Medi Pharma enthält 1 mg Anastrozol, ein starkes Aromatasehemmer, der darauf ausgelegt ist, die Östrogenproduktion im Körper zu reduzieren. Diese Verbindung ist entscheidend für Sportler und Bodybuilder, die ein optimales hormonelles Gleichgewicht aufrechterhalten möchten, insbesondere während Cutting-Zyklen oder der Post-Cycle-Therapie. Durch die Kontrolle des Östrogenspiegels hilft Anastrozol, Nebenwirkungen im Zusammenhang mit erhöhtem Östrogen, wie Wassereinlagerungen und Gynäkomastie, zu verhindern. Anwender können eine verbesserte Muskeldefinition und ein schlankeres Erscheinungsbild erwarten, was Arimimed 1 zu einer unverzichtbaren Ergänzung jedes Bodybuilding-Programms macht. Ob du dich auf einen Wettkampf vorbereitest oder deine Körperform verfeinern möchtest, dieses Produkt unterstützt deine Ziele, indem es ein günstiges hormonelles Umfeld für Muskelwachstum und Fettabbau fördert.",
    "price": 25,
    "sale_price": null,
    "categories": [
      "Anastrozol",
      "Steroide > Medi Pharma",
      "Post Cycle",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Arimimed-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/ARIMIMED-lab.webp"
    ],
    "sku": "74460",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Anastrozol",
      "Dosis": "1mg/tab",
      "Packungsgröße": "30 Tabletten à 1mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Anastrozol",
    "dosage": "1mg/tab",
    "package_size": "30 Tabletten à 1mg",
    "carrier": "Excipients"
  },
  {
    "id": 945,
    "name": "Decabal",
    "description": "Decabal von Global Pharma ist das ultimative Hilfsmittel für diejenigen, die ihre Körperzusammensetzung transformieren möchten. Mit 250 mg Nandrolon Decanoat pro Dosis fördert diese potente anabole Verbindung signifikantes Muskelwachstum, indem sie die Proteinsynthese und Stickstoffretention erhöht. Anwender können eine schnellere Erholung nach intensiven Workouts und eine deutliche Verbesserung der Ausdauer erwarten, was längere und produktivere Trainingseinheiten ermöglicht. Zusätzlich zu seinen muskelaufbauenden Eigenschaften hilft Decabal, die magere Muskelmasse während Cutting-Zyklen zu erhalten, was es zu einer vielseitigen Option für sowohl Bulking- als auch Cutting-Phasen macht. Nutze die nächste Evolution deiner Bodybuilding-Reise mit Decabal von Global Pharma.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Nandrolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Decabal-1.webp"
    ],
    "sku": "74400",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Nandrolon Decanoat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Nandrolon Decanoat",
    "dosage": "250mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 946,
    "name": "Tadamed 20",
    "description": "Tadamed 20 von Medi Pharma enthält Tadalafil, einen starken Phosphodiesterase-Typ-5 (PDE5)-Hemmstoff, der in der Bodybuilding-Community zunehmend anerkannt wird für seine Fähigkeit, die Durchblutung und Vaskularität während des Trainings zu verbessern. Durch die Steigerung der Stickstoffmonoxid-Spiegel fördert Tadalafil eine bessere Blutzirkulation, was eine erhöhte Nährstoffversorgung der Muskeln und verbesserte Ausdauer während der Trainingseinheiten ermöglicht. Bodybuilder könnten feststellen, dass die Verwendung von Tadalafil zu einem verstärkten Pump und besserer Vaskularität führt, was zu einem definierten Erscheinungsbild beiträgt. Darüber hinaus kann Tadalafil die Erholung unterstützen, indem es den Blutfluss nach dem Training verbessert und eine schnellere Muskelreparatur und -wachstum fördert. Mit Tadamed 20 können Athleten ihre Trainingsleistung steigern und ihre Bodybuilding-Ziele effektiver erreichen.",
    "price": 27,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Sex Support",
      "Tabletten",
      "Tadalafil"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Tadamed.webp"
    ],
    "sku": "73455",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Tadalafil",
      "Dosis": "30mg/tab",
      "Packungsgröße": "30 Tabletten à 30mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Tadalafil",
    "dosage": "30mg/tab",
    "package_size": "30 Tabletten à 30mg",
    "carrier": "Excipients"
  },
  {
    "id": 947,
    "name": "Ripomed 400",
    "description": "Ripomed 400 von Medi Pharma enthält eine kraftvolle Kombination aus 200 mg Testosteron Enanthate, 100 mg Trenbolon Enanthate und 100 mg Drostanolon Enanthate. Diese potente anabole Mischung wurde für ernsthafte Bodybuilder entwickelt, die signifikante Muskelzuwächse und verbesserte sportliche Leistung anstreben. Testosteron Enanthate sorgt für anhaltende anabole Effekte und fördert deutliche Zuwächse in Muskelmasse und Kraft. Trenbolon Enanthate verstärkt die Stickstoffretention und die Fettverbrennung, während Drostanolon Enanthate zur Verbesserung der Muskelhärte und Vaskularität beiträgt. Zusammen unterstützen diese Verbindungen die Anwender dabei, eine definierte und skulpturierte Physique zu erreichen und gleichzeitig Kraft und Ausdauer zu maximieren. Mit Ripomed 400 kannst du dein Training effektiv steigern und deine Fitnessziele mit Vertrauen erreichen.",
    "price": 49,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Ripomed-400mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/RIPOMED-400-LABTEST.webp"
    ],
    "sku": "75441",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Drostanolon Enanthat, Testosteron Enanthat, Trenbolon Enanthat",
      "Dosis": "Drostanolon Enanthat 100mg/ml, Testosteron Enanthat 200mg/ml, Trenbolon Enanthat 100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Drostanolon Enanthat, Testosteron Enanthat, Trenbolon Enanthat",
    "dosage": "Drostanolon Enanthat 100mg/ml, Testosteron Enanthat 200mg/ml, Trenbolon Enanthat 100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 948,
    "name": "Semaglutide Med",
    "description": "Semaglutid von Medi Pharma enthält 2 mg eines starken GLP-1-Rezeptor-Agonisten, der für seine Wirksamkeit bei der Förderung des Gewichtsverlusts und der Verbesserung der Stoffwechselgesundheit bekannt ist. Diese Verbindung wirkt, indem sie die Insulinsekretion als Reaktion auf Mahlzeiten erhöht, den Appetit reduziert und die Magenentleerung verlangsamt, was den Nutzern hilft, ihr Gewicht effektiver zu kontrollieren. Bodybuilder und Fitnessbegeisterte können von Semaglutid profitieren, da es nicht nur den Fettabbau unterstützt, sondern auch zu einer besseren Blutzuckerkontrolle beiträgt, was zu mehr Energie und besserer Leistung während des Trainings führt. Mit Semaglutid kannst du deine Körperkompositionsziele erreichen und gleichzeitig deine allgemeine Gesundheit und dein Wohlbefinden erhalten.",
    "price": 55,
    "sale_price": null,
    "categories": [
      "Fat Burner",
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Semaglutide-Med-2mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/IMG_20250808_114825.webp",
      "https://stero.biz/wp-content/uploads/2025/03/SEMAGLUTIDE-labtest-1.webp"
    ],
    "sku": "74443",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Semaglutide",
      "Dosis": "2mg/Vial",
      "Packungsgröße": "1 Fläschchen à 2mg"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Semaglutide",
    "dosage": "2mg/Vial",
    "package_size": "1 Fläschchen à 2mg",
    "carrier": ""
  },
  {
    "id": 949,
    "name": "Drostabal-E",
    "description": "Drostabal-E von Global Pharma enthält 200 mg Drostanolon Enanthat, eine potente anabole Verbindung, die für ihre Wirksamkeit bei der Verbesserung der Muskeldefinition und Stärke geschätzt wird. Ideal für Cutting-Zyklen hilft Drostabal-E Bodybuildern, eine schlanke und definierte Körperstruktur zu erreichen, indem es Fettabbau fördert und gleichzeitig die magere Muskelmasse erhält. Die verlängerte Freisetzungsformel des Enanthatesters sorgt für stabile Testosteronwerte im Blut, was zu konstanten und nachhaltigen anabolen Effekten führt. Anwender können eine erhöhte Muskelhärte, verbesserte Vaskularität und eine gesteigerte Leistungsfähigkeit während des Trainings erwarten, was es zu einer bevorzugten Wahl für Athleten macht, die ihre Trainingsergebnisse maximieren möchten. Mit Drostabal-E von Global Pharma kannst du dein Erscheinungsbild selbstbewusst verfeinern und deine ästhetischen Ziele erreichen, während du von erhöhter Stärke und Ausdauer profitierst.",
    "price": 45,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Steroide > Global Pharma",
      "Injektionen"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Drostabal-E-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/global-drostabal-e-labtest.webp"
    ],
    "sku": "74408",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Drostanolon Enanthat",
      "Dosis": "200mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Drostanolon Enanthat",
    "dosage": "200mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 950,
    "name": "Massmed 400",
    "description": "Massmed 400 von Medi Pharma enthält eine potente Mischung aus 250 mg Testosteron Enanthat und 150 mg Nandrolon Decanoat, die darauf ausgelegt ist, erhebliche anabole Vorteile zu bieten. Diese kraftvolle Kombination fördert ein beträchtliches Muskelwachstum, steigert die Kraft und verbessert die Erholung, was es zur idealen Wahl für Bodybuilder macht, die massive Zuwächse anstreben. Testosteron Enanthat sorgt für eine stetige Freisetzung von Testosteron, was Muskelmasse und Ausdauer vorantreibt, während Nandrolon Decanoat die Gelenkgesundheit und Erholung unterstützt und intensivere Trainingseinheiten ermöglicht. Ob du dich in einer Bulking-Phase befindest oder deine Leistung maximieren möchtest, Massmed 400 ist unerlässlich, um deine Fitnessziele effektiv zu erreichen.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Nandrolon",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Massmed-400mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/massmedLABTEST.webp"
    ],
    "sku": "71111",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Nandrolon Decanoat, Testosteron Enanthat",
      "Dosis": "Nandrolon Decanoat 150mg/ml, Testosteron Enanthat 250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Nandrolon Decanoat, Testosteron Enanthat",
    "dosage": "Nandrolon Decanoat 150mg/ml, Testosteron Enanthat 250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 951,
    "name": "Mass Blend",
    "description": "Mass Blend von Spartan Pharma enthält eine starke Mischung aus 100 mg/ml Boldenon Undecylenat, 100 mg/ml Nandrolon Decanoat, 100 mg/ml Trenbolon Enanthat und 150 mg/ml Testosteron Enanthat. Diese potente Kombination anaboler Steroide wurde entwickelt, um den Muskelaufbau zu maximieren und die Gesamtleistung zu steigern. Boldenon Undecylenat fördert das Muskelwachstum und verbessert den Appetit, während Nandrolon Decanoat die Regeneration unterstützt und den Muskelerhalt fördert. Trenbolon Enanthat steigert die Stärke und Muskelhärte, was es ideal für ernsthafte Bodybuilder macht. Die Zugabe von Testosteron Enanthat stellt optimale Testosteronspiegel sicher, unterstützt das Muskelwachstum und die Erholung. Mass Blend ist eine ausgezeichnete Wahl für Athleten, die effektiv an Masse zulegen und ihre Körperform verbessern möchten, während sie gleichzeitig hohe Energielevels und Ausdauer während intensiver Trainingseinheiten aufrechterhalten.",
    "price": 23,
    "sale_price": null,
    "categories": [
      "Boldenon",
      "Injektionen",
      "Nandrolon",
      "Steroide > Spartan Pharma",
      "Testosteron",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Mass-Blend.webp"
    ],
    "sku": "71000",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Boldenon",
      "Wirkstoffe": "Boldenon Undecylat, Nandrolon Decanoat, Testosteron Enanthat, Trenbolon Enanthat",
      "Dosis": "Boldenon Undecylat 100mg/ml, Nandrolon Decanoat 100mg/ml, Testosteron Enanthat 150mg/ml, Trenbolon Enanthat 100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Boldenon",
    "dosage": "Boldenon Undecylat 100mg/ml, Nandrolon Decanoat 100mg/ml, Testosteron Enanthat 150mg/ml, Trenbolon Enanthat 100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 952,
    "name": "Testosterone Propionate",
    "description": "Testosteron Propionat von Spartan Pharma enthält 150 mg Testosteron-Propionat, ein potentes anabolisches Steroid, das für seine Fähigkeit bekannt ist, schnelles Muskelwachstum zu fördern und die sportliche Leistung zu steigern. Dieser kurz wirkende Testosteronster ermöglicht häufigere Dosierungen, was zu stabilen Blutwerten und konstanten anabolen Effekten führt. Anwender können eine erhöhte Muskelhärte, verbesserte Erholungszeiten und gesteigerte Gesamtstärke während des Trainings erwarten. Die schnell freisetzende Formel macht es zu einer idealen Wahl für diejenigen, die ihre Körperform verfeinern und ihre Bodybuilding-Ziele effizient erreichen möchten. Ob in einer Aufbau- oder Cutting-Phase verwendet, ist Testosteron Propionat eine wertvolle Ergänzung für das Training eines jeden Sportlers.",
    "price": 17,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Testosterone-Propionate-1.webp"
    ],
    "sku": "71112",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Testosteron Propionat",
      "Dosis": "150mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Testosteron Propionat",
    "dosage": "150mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 953,
    "name": "Primobal",
    "description": "Primobal von Global Pharma enthält 100 mg Methenolon Enanthate, ein anaboles Steroid, das für seine Fähigkeit bekannt ist, qualitatives Muskelwachstum mit minimalen Nebenwirkungen zu fördern. Ideal für sowohl Cutting- als auch Bulking-Zyklen hilft Primobal Bodybuildern, eine definiertere Muskulatur zu erreichen, indem es Fettabbau fördert und gleichzeitig die Muskelmasse erhält. Durch seine milde Wirkung ist es besonders für Athleten geeignet, die ihre Leistung steigern möchten, ohne signifikante hormonelle Schwankungen zu riskieren. Anwender können verbesserte Erholungszeiten, gesteigerte Ausdauer während des Trainings und eine deutliche Verbesserung der Muskeldefinition und Vaskularität erwarten. Ob du dich auf einen Wettkampf vorbereitest oder einfach nur deine Körperstruktur verfeinern möchtest, Primobal von Global Pharma ist eine ausgezeichnete Wahl, um deine Bodybuilding-Ziele effektiv und sicher zu erreichen.",
    "price": 49,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Methenolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Primobal-1.webp"
    ],
    "sku": "71235",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Methenolon Enanthat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Methenolon Enanthat",
    "dosage": "100mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 954,
    "name": "Sustabal",
    "description": "Sustabal von Global Pharma ist eine potente Mischung aus vier Testosteron-Ester: Testosteron Propionat (30 mg), Testosteron Phenylpropionat (60 mg), Testosteron Isocaproat (60 mg) und Testosteron Decanoat (100 mg). Diese einzigartige Mischung sorgt für eine schnelle und gleichzeitig langanhaltende Freisetzung von Testosteron in den Blutkreislauf und fördert so kontinuierliche anabole Effekte über einen längeren Zeitraum. Ideal für Bodybuilder, die Muskelmasse, Stärke und Ausdauer steigern möchten, unterstützt Sustabal sowohl sofortiges als auch nachhaltiges Wachstum. Die Kombination aus kurzen und langen Estern hilft, optimale Hormonspiegel aufrechtzuerhalten, verbessert die Erholung nach dem Training und steigert die Leistung während der Bulking- und Cutting-Phasen. Mit Sustabal von Global Pharma kannst du ausgewogene, langfristige Ergebnisse erzielen, die deine Bodybuilding-Reise auf das nächste Level heben.",
    "price": 33,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Sustabal-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/sustabal-LABTEST.webp"
    ],
    "sku": "74406",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoffe": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
      "Dosis": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
    "dosage": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 955,
    "name": "Drostamed Enan 200",
    "description": "Drostamed Enan 200 von Medi Pharma enthält 200 mg Drostanolon-Enanthat, eine kraftvolle anabole Verbindung, die für ihre Effektivität bei der Verbesserung der Muskeldefinition und Kraft geschätzt wird. Ideal für Cutting-Zyklen hilft Drostamed Enan 200 Bodybuildern, eine schlanke und skulpturierte Körperform zu erreichen, indem es den Fettabbau fördert und gleichzeitig mageres Muskelgewebe erhält. Die verlängerte Freisetzungsformel des Enanthat-Esters sorgt für stabile Blutspiegel, was zu konstanten und nachhaltigen anabolen Effekten führt. Anwender können eine erhöhte Muskelhärte, verbesserte Vaskularität und eine gesteigerte Leistung während des Trainings erwarten, was es zu einer bevorzugten Wahl für Athleten macht, die ihre Trainingsergebnisse maximieren möchten. Mit Drostamed Enan 200 kannst du dein Körperbild gezielt verfeinern und die ästhetischen Ziele erreichen, die du dir wünschst, während du von verbesserter Kraft und Ausdauer profitierst.",
    "price": 43,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Injektionen",
      "Steroide > Medi Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Drostamed-Enan-200mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/DrostamedEna200.207.webp"
    ],
    "sku": "71221",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Drostanolon Enanthat",
      "Dosis": "200mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Drostanolon Enanthat",
    "dosage": "200mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 956,
    "name": "BPC-157",
    "description": "BPC-157 von Medi Pharma enthält 10 mg Body Protection Compound 157, ein Peptid, das in der Bodybuilding-Community aufgrund seiner bemerkenswerten Heilungseigenschaften viel Aufmerksamkeit erregt hat. BPC-157 wird zugeschrieben, die Gewebereparatur zu fördern, die Regeneration von Verletzungen zu beschleunigen und die Gelenkgesundheit zu unterstützen. Durch die Verbesserung der Angiogenese und der Kollagensynthese hilft dieses Peptid bei der Erholung von Sehnen und Bändern, was es besonders vorteilhaft für Sportler macht, die während intensiver Trainingseinheiten erhebliche Belastungen auf ihren Körper ausüben. Anwender können verkürzte Erholungszeiten und eine verbesserte Widerstandsfähigkeit gegen Verletzungen erwarten, wodurch sie ihr Training konstant fortsetzen können. Mit BPC-157 können Bodybuilder ihre Regenerationsprozesse effektiv unterstützen und ihre Fitnessziele mit erhöhter Effizienz erreichen.",
    "price": 48,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-BPC-157-10mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/IMG_20250808_114636.webp",
      "https://stero.biz/wp-content/uploads/2025/03/bpc157-lab.webp"
    ],
    "sku": "71574",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "BPC-157",
      "Dosis": "10mg/Vial",
      "Packungsgröße": "1 Fläschchen à 10mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "BPC-157",
    "dosage": "10mg/Vial",
    "package_size": "1 Fläschchen à 10mg",
    "carrier": ""
  },
  {
    "id": 957,
    "name": "Drostabal-P",
    "description": "Drostabal-P von Global Pharma ist ein leistungsstarkes anaboles Steroid, das 100 mg Drostanolon Propionat pro Dosis enthält und für seine kraftvolle Fähigkeit bekannt ist, die Muskeldefinition und -härte zu verbessern. Ideal für Cutting-Zyklen hilft Drostabal-P Bodybuildern, eine schlanke, definierte Körperstruktur zu erreichen, indem es Fettabbau fördert und gleichzeitig die Muskelmasse bewahrt. Durch seine schnell wirkende Natur ist es perfekt für diejenigen, die schnelle Ergebnisse in Bezug auf Stärke und Ausdauer erzielen möchten, wodurch intensivere Trainingseinheiten möglich werden. Drostabal-P unterstützt auch die Erhöhung der MuskelDichte und verleiht den Nutzern ein markantes, vaskuläres Aussehen. Egal, ob du dich auf einen Wettkampf vorbereitest oder einfach nur deinen Körper verfeinern möchtest, Drostabal-P von Global Pharma liefert die Ergebnisse, die du benötigst.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Steroide > Global Pharma",
      "Injektionen"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Drostabal-P-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/labtest-DROSTABAL-P.webp"
    ],
    "sku": "74403",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Drostanolon Propionat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Drostanolon Propionat",
    "dosage": "100mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 958,
    "name": "Ripomed 250",
    "description": "Ripomed 250 von Medi Pharma enthält eine potente Kombination aus 100 mg Testosteron Propionat, 75 mg Trenbolon Acetat und 75 mg Drostanolon Propionat. Diese kraftvolle anabole Mischung ist für ernsthafte Bodybuilder gedacht, die signifikante Muskelzuwächse und verbesserte Leistung erzielen möchten. Testosteron Propionat fördert schnelles Muskelwachstum und eine schnellere Erholung, während Trenbolon Acetat die Stärke steigert und fettverbrennende Eigenschaften verstärkt. Drostanolon Propionat trägt zur Verbesserung der Muskelhärte und -definition bei, was diese Kombination besonders für Cutting-Zyklen geeignet macht. Anwender können mit erhöhtem Durchhaltevermögen, verkürzten Erholungszeiten und einer insgesamt verfeinerten Physique rechnen. Mit Ripomed 250 können Athleten ihre Grenzen effektiv erweitern und ihre Fitnessziele mit Vertrauen erreichen.",
    "price": 42,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Ripomed-250mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/RIPOMED-250-LABTEST.webp"
    ],
    "sku": "71444",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Drostanolon Propionat, Testosteron Propionat, Trenbolon Acetat",
      "Dosis": "Drostanolon Propionat 75mg/ml, Testosteron Propionat 100mg/ml, Trenbolon Acetat 75mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Drostanolon Propionat, Testosteron Propionat, Trenbolon Acetat",
    "dosage": "Drostanolon Propionat 75mg/ml, Testosteron Propionat 100mg/ml, Trenbolon Acetat 75mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 959,
    "name": "Testomed Combo 300",
    "description": "Testomed Combo 300 von Medi Pharma enthält 100 mg Testosteron-Propionat, 100 mg Testosteron-Cypionat und 100 mg Testosteron-Enanthat, eine kraftvolle Kombination aus schnell wirkenden und lang anhaltenden Testosteronstern. Diese einzigartige Formulierung sorgt sowohl für sofortige als auch anhaltende anabole Effekte, fördert signifikanten Muskelaufbau, erhöhte Stärke und verbesserte Erholungszeiten. Ideal für Athleten, die ihre Leistung maximieren möchten, verbessert Testomed Combo 300 die Stickstoffretention und steigert die allgemeinen Energielevel, was intensivere Trainingseinheiten ermöglicht. Ob in einer Bulking- oder Cutting-Phase, dieses vielseitige Produkt unterstützt deine Bodybuilding-Ziele und hilft dir, die gewünschte Körperzusammensetzung mit Selbstvertrauen zu erreichen.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Testomed-Combo-300mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/testomed-combo-300-LABTEST.webp"
    ],
    "sku": "79145",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Testosteron Cypionat, Testosteron Enanthat, Testosteron Propionat",
      "Dosis": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 100mg/ml, Testosteron Propionat 100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Testosteron Cypionat, Testosteron Enanthat, Testosteron Propionat",
    "dosage": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 100mg/ml, Testosteron Propionat 100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 960,
    "name": "Boldenone Undecylenate",
    "description": "Boldenon Undecylenat von Spartan Pharma enthält 300 mg Boldenon Undecylenat, eine potente anabole Verbindung, die aufgrund ihrer Fähigkeit, signifikantes Muskelwachstum und gesteigerte Stärke zu unterstützen, geschätzt wird. Dieses Steroid zeichnet sich durch sein verlängertes Freisetzungsprofil aus, das eine kontinuierliche Hormonkonzentration im Blut aufrechterhält und so zu konstanten anabolen Effekten führt. Nutzer können eine verbesserte Stickstoffretention, gesteigerten Appetit und eine erhöhte Produktion roter Blutkörperchen erwarten, was zu einer besseren Ausdauer während des Trainings beiträgt. Boldenon Undecylenat ist besonders bei Athleten während der Bulking-Phasen beliebt, kann jedoch auch während der Cutting-Zyklen effektiv sein, da es hilft, die magere Muskelmasse zu erhalten und gleichzeitig den Fettabbau zu fördern. Mit Boldenon Undecylenat kannst du deine Fitnessziele mit mehr Effizienz und Effektivität erreichen.",
    "price": 23,
    "sale_price": null,
    "categories": [
      "Boldenon",
      "Injektionen",
      "Steroide > Spartan Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Boldenone-Undecylenate-1.webp"
    ],
    "sku": "71456",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Boldenon",
      "Dosis": "300mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Boldenon",
    "dosage": "300mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 961,
    "name": "Clenmed 40",
    "description": "Clenmed von Medi Pharma enthält 40 mcg Clenbuterol, eine hochwirksame Verbindung, die für ihre Fähigkeit bekannt ist, Fettabbau zu stimulieren und gleichzeitig mageres Muskelgewebe zu erhalten. Ursprünglich als Bronchodilatator zur Behandlung von Asthma entwickelt, hat Clenbuterol in der Fitness-Community aufgrund seiner thermogenen Eigenschaften, die die Stoffwechselrate erhöhen und die Fettoxidation fördern, an Popularität gewonnen. Anwender können eine verbesserte Ausdauer, gesteigerte Energielevels und eine definiertere Körperform erwarten. Ideal für Cutting-Zyklen hilft Clenmed Bodybuildern, ihre ästhetischen Ziele zu erreichen, indem es den Fettabbau unterstützt, ohne Muskelmasse zu opfern. Ob du dich auf einen Wettkampf vorbereitest oder deine Körperform verfeinern möchtest, Clenmed ist ein unverzichtbares Hilfsmittel zur Optimierung der Leistung und zur Erreichung der gewünschten Ergebnisse.",
    "price": 19,
    "sale_price": null,
    "categories": [
      "Clenbuterol",
      "Fat Burner",
      "Steroide > Medi Pharma",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Clenmed-40mcg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/clenmed-labtest.webp"
    ],
    "sku": "71458",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Clenbuterol",
      "Dosis": "40mcg/tab",
      "Packungsgröße": "100 Tabletten à 40mcg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Clenbuterol",
    "dosage": "40mcg/tab",
    "package_size": "100 Tabletten à 40mcg",
    "carrier": "Excipients"
  },
  {
    "id": 962,
    "name": "Testobal-E",
    "description": "Testobal-E von Global Pharma enthält 250 mg Testosteron Enanthate, ein hochwirksames anaboles Steroid, das für seine Fähigkeit bekannt ist, beeindruckende Muskelzuwächse zu fördern und die sportliche Leistung zu steigern. Dieser langwirksame Testosteron-Ester sorgt für eine gleichmäßige Freisetzung von Testosteron in den Blutkreislauf und begünstigt erhebliche Zuwächse an Muskelmasse, Stärke und körperlicher Leistung. Nutzer können verbesserte Erholungszeiten erwarten, die intensivere Trainingseinheiten und reduzierte Ermüdung ermöglichen. Darüber hinaus unterstützt Testosteron Enanthate die erhöhte Stickstoffretention, die für Muskelwachstum und Ausdauer entscheidend ist. Ob du in einer Bulking-Phase bist oder deine allgemeine Leistung steigern möchtest, Testobal-E von Global Pharma ist eine unverzichtbare Ergänzung in deinem Bodybuilding-Arsenal und hilft dir, deine Fitnessziele mit Zuversicht und Effizienz zu erreichen.",
    "price": 29,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Testobal-E-2.webp",
      "https://stero.biz/wp-content/uploads/2025/03/GLOBALPHARMA-Testobal-E-250-labtest.webp"
    ],
    "sku": "74417",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Testosteron Enanthat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Testosteron Enanthat",
    "dosage": "250mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 963,
    "name": "Testomed Prop 100",
    "description": "Testomed Prop 100 von Medi Pharma enthält 100 mg Testosteron-Propionat, ein starkes und schnell wirkendes anaboles Steroid, das für seine Fähigkeit bekannt ist, das Muskelwachstum und die sportliche Leistung erheblich zu steigern. Mit seiner Schnellfreisetzungsformel ermöglicht Testomed Prop 100 Bodybuildern, in kurzer Zeit signifikante Zuwächse an Stärke und Muskelmasse zu erzielen. Diese Verbindung verbessert auch die Stickstoffretention und erhöht die Produktion roter Blutkörperchen, was zu einer besseren Ausdauer und schnelleren Erholungszeiten nach intensiven Trainingseinheiten führt. Ideal für sowohl Bulking- als auch Cutting-Phasen hilft Testosteron-Propionat, magere Muskulatur zu erhalten und gleichzeitig Fett abzubauen, was es zu einer vielseitigen Option für Athleten macht. Ob du dich auf einen Wettkampf vorbereitest oder einfach deine Trainingsergebnisse steigern möchtest, Testomed Prop 100 liefert die leistungssteigernden Vorteile, die du benötigst, um deine Fitnessziele zu erreichen.",
    "price": 25,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Testomed-Prop-100mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/TESTOmed-prop-LABTEST.webp"
    ],
    "sku": "74440",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Testosteron Propionat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Testosteron Propionat",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 964,
    "name": "Trenomed Ace 100",
    "description": "Trenomed Ace 100 von Medi Pharma enthält 100 mg Trenbolon-Acetat, eine hochwirksame anabole Verbindung, die für ihre starken anabolen Eigenschaften geschätzt wird. Dieses schnell wirkende Steroid steigert das Muskelwachstum und die Stärke erheblich, während es gleichzeitig den Fettabbau fördert. Trenbolon-Acetat wirkt, indem es die Stickstoffretention und die Produktion roter Blutkörperchen erhöht, was zu verbesserter Ausdauer und schnelleren Erholungszeiten nach intensiven Trainingseinheiten führt. Nutzer können eine erhöhte Muskelhärte, verbesserte Vaskularität und eine definiertere Körperstruktur erwarten, was es zu einer ausgezeichneten Wahl für Cutting-Phasen macht. Mit Trenomed Ace 100 kannst du deine Grenzen erweitern und deine Fitnessziele erreichen, während du von den kraftvollen Effekten dieses Steroids profitierst.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Trenomed-ACE-100mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/TremomedAce100.100.webp"
    ],
    "sku": "71445",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Trenbolon Acetat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Trenbolon Acetat",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 965,
    "name": "Clommed 50",
    "description": "Clommed 50 von Medi Pharma enthält 50 mg Clomifen-Citrat, eine bekannte Verbindung, die aufgrund ihrer Fähigkeit, die körpereigene Testosteronproduktion zu stimulieren, häufig verwendet wird. Clommed 50 wird häufig in der Post-Cycle-Therapie (PCT) eingesetzt und hilft, das hormonelle Gleichgewicht nach der Anwendung anaboler Steroide wiederherzustellen, indem es Östrogenrezeptoren im Hypothalamus blockiert, was zu erhöhten Werten von luteinisierendem Hormon (LH) und follikelstimulierendem Hormon (FSH) führt. Dies fördert die natürliche Testosteronproduktion und unterstützt die Erholung von Libido, Energieniveau und Muskelmasse. Mit seiner Wirksamkeit bei der Behandlung von östrogenbedingten Nebenwirkungen und der Unterstützung der allgemeinen hormonellen Gesundheit ist Clommed 50 eine unverzichtbare Ergänzung für Athleten, die ihre Leistung optimieren und ihre Fortschritte nach einem Zyklus erhalten möchten.",
    "price": 30,
    "sale_price": null,
    "categories": [
      "Clomifen",
      "Steroide > Medi Pharma",
      "Post Cycle",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Commed-50mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/clommed-lab.webp"
    ],
    "sku": "71548",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Clomifen Citrat",
      "Dosis": "50mg/tab",
      "Packungsgröße": "60 Tabletten à 50mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Clomifen Citrat",
    "dosage": "50mg/tab",
    "package_size": "60 Tabletten à 50mg",
    "carrier": "Excipients"
  },
  {
    "id": 966,
    "name": "Drostamed Prop 100",
    "description": "Drostamed Prop 100 von Medi Pharma enthält 100 mg Drostanolon-Propionat, eine potente anabole Verbindung, die für ihre Fähigkeit, die Muskelmasse und -definition zu verbessern, gefeiert wird. Dieses schnell wirkende Steroid ist ideal für Cutting-Zyklen, da es den Fettabbau fördert und gleichzeitig mageres Muskelgewebe erhält. Anwender können schnelle Kraftzuwächse, verbesserte Vaskularität und ein markantes Aussehen erwarten, unterstützt durch eine verbesserte Trainingsleistung. Die schnell freisetzende Formel sorgt für effektive Ergebnisse und ermöglicht es Athleten, ihre Körperform zu verfeinern und gleichzeitig hohe Energieniveaus zu erhalten. Mit Drostamed Prop 100 kannst du deine ästhetischen Ziele erreichen und deine Bodybuilding-Reise auf ein neues Level heben.",
    "price": 32,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Injektionen",
      "Steroide > Medi Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Drostamed-Prop-100mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/DrostPropi100.98.webp"
    ],
    "sku": "71242",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Drostanolon Propionat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Drostanolon Propionat",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 967,
    "name": "Trenobal-E",
    "description": "Trenobal-E von Global Pharma enthält 200 mg Trenbolon-Enanthat, ein hochwirksames anaboles Steroid, das für seine unübertroffenen Muskelaufbau- und Fettabbau-Eigenschaften geschätzt wird. Trenbolon-Enanthat ist bekannt für seine starke Fähigkeit, die Stickstoffretention zu erhöhen, die Produktion roter Blutkörperchen zu steigern und bedeutende Zuwächse an Kraft und Ausdauer zu fördern. Anwender können schnelle Muskelzuwächse und eine verbesserte physische Leistung erwarten sowie kürzere Erholungszeiten nach intensiven Trainingseinheiten. Diese Verbindung hilft auch, während Cutting-Zyklen mageres Muskelgewebe zu erhalten, wodurch sie ein unverzichtbares Hilfsmittel für Bodybuilder wird, die eine definierte, skulpturierte Körperform anstreben. Mit Trenobal-E von Global Pharma kannst du deine Grenzen pushen und deine Fitnessziele erreichen, wobei du von den anhaltenden anabolen Effekten dieses kraftvollen Steroids profitierst.",
    "price": 45,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Trenobal-E-1.webp"
    ],
    "sku": "71228",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Trenbolon Enanthat",
      "Dosis": "200mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Trenbolon Enanthat",
    "dosage": "200mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 968,
    "name": "Testomed Combo 400",
    "description": "Testomed Combo 400 von Medi Pharma enthält 75 mg Testosteron-Propionat, 75 mg Testosteron-Phenylpropionat, 100 mg Testosteron-Cypionat und 150 mg Testosteron-Enanthat. Diese kraftvolle Kombination sorgt sowohl für eine schnelle als auch eine anhaltende Freisetzung von Testosteron und gewährleistet kontinuierliche anabole Effekte für optimales Muskelwachstum und Leistung. Ideal für Bodybuilder, verbessert Testomed Combo 400 die Stickstoffretention, fördert die Steigerung der Stärke und unterstützt eine schnellere Erholung nach intensiven Trainingseinheiten. Ob du aufbauen oder deine Körperzusammensetzung verfeinern möchtest, diese vielseitige Mischung hilft dir, deine Fitnessziele zu erreichen und gleichzeitig Spitzenleistung während deines gesamten Trainingsprogramms zu erhalten.",
    "price": 49,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Testomed-Combo-400mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/TESTOmed-combo-400-LABTEST.webp"
    ],
    "sku": "71227",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Testosteron Cypionat, Testosteron Enanthat, Testosteron Phenylpropionat, Testosteron Propionat",
      "Dosis": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 150mg/ml, Testosteron Phenylpropionat 75mg/ml, Testosteron Propionat 75mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Testosteron Cypionat, Testosteron Enanthat, Testosteron Phenylpropionat, Testosteron Propionat",
    "dosage": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 150mg/ml, Testosteron Phenylpropionat 75mg/ml, Testosteron Propionat 75mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 969,
    "name": "Nandrobal",
    "description": "Nandrobal von Global Pharma enthält 100 mg Nandrolon Phenylpropionat, ein hochwirksames anaboles Steroid, das schnelle Muskelgewinne liefert und dabei Nebenwirkungen minimiert. Diese Verbindung wird von Bodybuildern bevorzugt, da sie die Proteinsynthese fördert, die Stickstoffretention verbessert und die Produktion roter Blutkörperchen anregt, was zu erhöhter Ausdauer und schnelleren Erholungszeiten führt. Nandrolon Phenylpropionat ist besonders vorteilhaft während Cutting-Zyklen, da es hilft, die magere Muskelmasse zu erhalten und gleichzeitig den Fettabbau zu unterstützen. Benutzer können eine verbesserte Muskeldefinition und Stärke erwarten, was Nandrobal von Global Pharma zu einer vielseitigen Ergänzung für jedes Athletenprogramm macht. Ob du Muskeln aufbauen oder deine Körperstruktur verfeinern möchtest, Nandrobal von Global Pharma ist darauf ausgelegt, deine Ziele zu unterstützen und deine Leistung zu maximieren.",
    "price": 27,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Nandrolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Nandrobal-1.webp"
    ],
    "sku": "74415",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Nandrolon Phenylpropionat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Nandrolon Phenylpropionat",
    "dosage": "100mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 970,
    "name": "Drostanolone Propionate",
    "description": "Drostanolon Propionat von Spartan Pharma enthält 150 mg Drostanolon Propionat, eine hochwirksame anabole Verbindung, die für ihre Fähigkeit geschätzt wird, die Muskelhärte zu verbessern und den Fettabbau zu fördern. Dieses schnell wirkende Steroid ist besonders beliebt während Cutting-Zyklen, da es Bodybuildern hilft, einen schlanken und definierten Körper zu erreichen, indem es die magere Muskelmasse erhält und gleichzeitig den Fettabbau unterstützt. Nutzer können gesteigerte Stärke, verbesserte Vaskularität und ein ausgeprägteres Erscheinungsbild erwarten, unterstützt durch eine verbesserte Trainingsleistung. Mit seiner schnellen Wirkung und minimalen Nebenwirkungen ist Drostanolon Propionat eine unverzichtbare Ergänzung im Arsenal von Athleten, die ihre Trainingsergebnisse maximieren und ihre Körperform verfeinern möchten.",
    "price": 17,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Injektionen",
      "Steroide > Spartan Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Drostanolone-Propionate-1.webp"
    ],
    "sku": "71245",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Drostanolon Propionat",
      "Dosis": "150mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Drostanolon Propionat",
    "dosage": "150mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 971,
    "name": "Stanomed 100",
    "description": "Stanomed 100 von Medi Pharma enthält 100 mg Stanozolol, eine renommierte anabole Verbindung, die für ihre Fähigkeit bekannt ist, magere Muskelzuwächse zu fördern und die Muskeldefinition zu verbessern. Dieses Steroid ist besonders effektiv während der Cutting-Phasen, da es hilft, magere Muskelmasse zu erhalten und gleichzeitig den Fettabbau zu unterstützen. Nutzer können eine erhöhte Stärke und verbesserte Leistung während des Trainings erwarten, zusammen mit besserer Vaskularität und einem definierten Erscheinungsbild. Die einzigartigen Eigenschaften von Stanozolol machen es zu einer bevorzugten Wahl für Bodybuilder und Athleten, die eine definierte und ästhetisch ansprechende Körperzusammensetzung erreichen möchten. Mit Stanomed 100 kannst du dein Training auf die nächste Stufe heben und deine Fitnessziele mit Selbstvertrauen erreichen.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Stanozolol"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Stanomed-100mg-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/stanomed-vial-LABTEST.webp"
    ],
    "sku": "74429",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Stanazolol",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Stanazolol",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 972,
    "name": "Sustamed 250",
    "description": "Sustamed 250 von Medi Pharma enthält eine kraftvolle Mischung aus vier Testosteronstern: 30 mg Testosteron-Propionat, 60 mg Testosteron-Phenylpropionat, 60 mg Testosteron-Isocaproat und 100 mg Testosteron-Decanoat. Diese einzigartige Formulierung sorgt für eine schnelle, aber dennoch anhaltende Freisetzung von Testosteron in den Blutkreislauf, wodurch kontinuierliche anabole Effekte über die Zeit hinweg gefördert werden. Ideal für Bodybuilder, die Muskelmasse, Stärke und Ausdauer steigern möchten, unterstützt Sustamed 250 sowohl das sofortige als auch das nachhaltige Wachstum. Die Kombination aus kurzen und langen Estern hilft, optimale Hormonspiegel aufrechtzuerhalten, verbessert die Erholung nach dem Training und steigert die Leistung während der Bulking- und Cutting-Phasen. Mit Sustamed 250 kannst du ausgewogene, langfristige Ergebnisse erzielen, die deine Bodybuilding-Reise auf das nächste Level heben.",
    "price": 30,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Sustamed-250mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/IMG_20250808_114424.webp",
      "https://stero.biz/wp-content/uploads/2025/03/sustamed-LABTEST.webp"
    ],
    "sku": "74426",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoffe": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
      "Dosis": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Testosteron Decanoat, Testosteron Isocaproat, Testosteron Phenylpropionat, Testosteron Propionat",
    "dosage": "Testosteron Decanoat 100mg/ml, Testosteron Isocaproat 60mg/ml, Testosteron Phenylpropionat 60mg/ml, Testosteron Propionat 30mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 973,
    "name": "Shredbal 400",
    "description": "Shredbal 400 von Global Pharma ist eine kraftvolle Mischung, die für ernsthafte Bodybuilder entwickelt wurde, die während des Cutting-Zyklus maximale Ergebnisse erzielen möchten. Mit 200 mg Testosteron Enanthat, 100 mg Drostanolon Enanthat und 100 mg Trenbolon Enanthat bietet diese potente Formel signifikante Fettverbrennung bei gleichzeitiger Erhaltung der mageren Muskelmasse. Testosteron Enanthat sorgt für nachhaltige anabole Effekte, die die allgemeine Stärke und Ausdauer verbessern, während Drostanolon Enanthat zur Muskelhärte und Definition beiträgt. Trenbolon Enanthat verstärkt diese Effekte und bietet unvergleichliche Fettverbrennungseigenschaften sowie verbesserte Nährstoffeffizienz. Die synergistische Wirkung dieser Verbindungen sorgt dafür, dass Anwender eine verbesserte körperliche Leistung, schnelle Erholung und eine definierte Muskulatur erleben. Mit Shredbal 400 von Global Pharma kannst du deine Cutting-Ziele effektiv erreichen und gleichzeitig die Muskelmasse erhalten, für die du hart gearbeitet hast.",
    "price": 55,
    "sale_price": null,
    "categories": [
      "Drostanolon",
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Shredbal-400-1.webp"
    ],
    "sku": "74409",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoffe": "Drostanolon Enanthat, Testosteron Enanthat, Trenbolon Enanthat",
      "Dosis": "Drostanolon Enanthat 100mg/ml, Testosteron Enanthat 200mg/ml, Trenbolon Enanthat 100 mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Drostanolon Enanthat, Testosteron Enanthat, Trenbolon Enanthat",
    "dosage": "Drostanolon Enanthat 100mg/ml, Testosteron Enanthat 200mg/ml, Trenbolon Enanthat 100 mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 974,
    "name": "Rip Blend",
    "description": "Rip Blend von Spartan Pharma enthält eine potente Kombination aus 100 mg/ml Drostanolon Propionat, 100 mg/ml Testosteron Propionat und 100 mg/ml Trenbolon Acetat. Diese leistungsstarke Mischung wurde speziell für Athleten entwickelt, die eine schlanke, definierte Physis erreichen möchten, während sie ihre Stärke und Leistung maximieren. Drostanolon Propionat fördert Muskelhärte und Definition, was es ideal für Cutting-Zyklen macht. Testosteron Propionat unterstützt das Muskelwachstum und die Erholung, wodurch optimale Testosteronspiegel während des Trainings sichergestellt werden. Trenbolon Acetat steigert die Stärke, Ausdauer und Fettverbrennung, was es zu einem Favoriten unter ernsthaften Bodybuildern macht. Rip Blend liefert schnell wirkende Ergebnisse und ermöglicht es den Nutzern, ihre Physis zu verfeinern und gleichzeitig während intensiver Workouts hohe Energieniveaus aufrechtzuerhalten. Diese Mischung ist perfekt für diejenigen, die ihre Wettbewerbsfähigkeit steigern und ihre ästhetischen Ziele effizient erreichen möchten.",
    "price": 23,
    "sale_price": 19,
    "categories": [
      "Drostanolon",
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Testosteron",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Rip-Blend.webp"
    ],
    "sku": "47227",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoffe": "Drostanolon Propionat, Testosteron Propionat, Trenbolon Acetat",
      "Dosis": "Drostanolon Propionat 100mg/ml, Testosteron Propionat 100mg/ml, Trenbolon Acetat 100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Drostanolon Propionat, Testosteron Propionat, Trenbolon Acetat",
    "dosage": "Drostanolon Propionat 100mg/ml, Testosteron Propionat 100mg/ml, Trenbolon Acetat 100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 975,
    "name": "Nandromed PP 100",
    "description": "Nandromed PP 100 von Medi Pharma enthält 100 mg Nandrolon-Phenylpropionat, ein hochwirksames anaboles Steroid, das schnelle Muskelzuwächse fördert und gleichzeitig Nebenwirkungen minimiert. Diese Verbindung wird von Bodybuildern geschätzt, da sie die Proteinsynthese verstärkt, die Stickstoffretention verbessert und die Produktion von roten Blutkörperchen anregt, was zu einer erhöhten Ausdauer und schnelleren Erholungszeiten führt. Nandromed PP 100 ist besonders vorteilhaft während Cutting-Zyklen, da es hilft, die magere Muskelmasse zu erhalten und gleichzeitig den Fettabbau zu fördern. Anwender können eine verbesserte Muskeldefinition und Kraft erwarten, was Nandromed PP 100 zu einer vielseitigen Ergänzung für jedes Trainingsprogramm macht. Ob du deine Muskelmasse aufbauen oder deine Physik verfeinern möchtest, Nandromed PP 100 ist darauf ausgelegt, deine Ziele zu unterstützen und deine Leistung zu maximieren.",
    "price": 25,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Nandrolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Nandromed-PP-100mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/NadromedPP100.102.webp"
    ],
    "sku": "74432",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Nandrolon Phenylpropionat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Nandrolon Phenylpropionat",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 976,
    "name": "Primomed Enan 100",
    "description": "Primomed Enan 100 von Medi Pharma enthält 100 mg Methenolon Enanthat, ein anaboles Steroid, das für seine Fähigkeit bekannt ist, qualitatives Muskelwachstum mit minimalen Nebenwirkungen zu fördern. Ideal für sowohl Cutting- als auch Bulking-Zyklen hilft Primomed Enan 100 Bodybuildern dabei, eine schlankere Körperzusammensetzung zu erreichen, indem es Fett abbaut und gleichzeitig die Muskelmasse erhält. Seine milde Natur macht es besonders geeignet für Athleten, die ihre Leistung steigern möchten, ohne signifikante hormonelle Schwankungen zu riskieren. Anwender können verbesserte Erholungszeiten, mehr Ausdauer während des Trainings und eine deutliche Verbesserung der Muskeldefinition und Vaskularität erwarten. Ob du dich auf einen Wettkampf vorbereitest oder einfach nur deine Physique verfeinern möchtest, Primomed Enan 100 ist eine ausgezeichnete Wahl, um deine Bodybuilding-Ziele effektiv und sicher zu erreichen.",
    "price": 44,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Methenolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Primomed-Enan-100mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/primomed-enan-LABTEST.webp"
    ],
    "sku": "25882",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Methenolon Enanthat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Methenolon Enanthat",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 977,
    "name": "Nandrolone Decanoate",
    "description": "Nandrolon Decanoat von Spartan Pharma enthält 250 mg Nandrolon Decanoat, ein leistungsstarkes anaboles Steroid, das für seine Effektivität im Muskelaufbau und der Steigerung der Kraft bekannt ist. Dieser langwirkende Ester sorgt für eine stetige Freisetzung von Nandrolon und führt zu signifikanten Zuwächsen in Muskelgröße und verbesserten Regenerationszeiten. Anwender können mit einer verbesserten Stickstoffretention rechnen, die für das Muskelwachstum entscheidend ist, sowie einer Reduktion von Gelenkschmerzen, was während intensiver Trainingsphasen von Vorteil ist. Nandrolon Decanoat wird von Bodybuildern und Athleten bevorzugt, da es mageres Muskelwachstum fördert und gleichzeitig Fettzunahme minimiert, was es zu einer unverzichtbaren Ergänzung für jeden Bulking-Zyklus macht.",
    "price": 23,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Nandrolon",
      "Steroide > Spartan Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Nandrolone-Decanoate-1.webp"
    ],
    "sku": "25854",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Nandrolon Decanoat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Nandrolon Decanoat",
    "dosage": "250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 978,
    "name": "Oxamed 10",
    "description": "Oxamed 10 von Medi Pharma enthält 10 mg Oxandrolon, ein hochgeschätztes anaboles Steroid, das für seine Fähigkeit bekannt ist, die Muskelmasse zu steigern und die körperliche Leistungsfähigkeit zu verbessern. Diese Verbindung ist besonders effektiv für Sportler, die eine schlanke Physik erreichen möchten, während sie die Fettzunahme minimieren. Oxandrolon fördert die erhöhte Proteinsynthese und Stickstoffretention, was eine schnellere Erholung und verbesserte Ausdauer während des Trainings ermöglicht. Anwender können bemerkenswerte Verbesserungen in der Kraft und Muskeldefinition erwarten, ohne signifikante Wassereinlagerungen, weshalb es während Cutting-Zyklen bevorzugt wird. Mit Oxamed 10 kannst du deine Fitnessziele effektiv erreichen und gleichzeitig eine gut definierte und kräftige Physik beibehalten.",
    "price": 42,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Oxandrolon",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Oxamed-10mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/Oxamed10.107.webp"
    ],
    "sku": "58225",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Oxandrolon",
      "Dosis": "10mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Oxandrolon",
    "dosage": "10mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": "Excipients"
  },
  {
    "id": 979,
    "name": "HGH Fragment 176-191",
    "description": "HGH Fragment 176-191 von Medi Pharma enthält 5 mg eines potenten Peptid-Fragments, das aus den Aminosäuren 176 bis 191 des menschlichen Wachstumshormons (HGH) besteht. Dieses spezifische Fragment wurde entwickelt, um sich auf den Fettabbau zu konzentrieren, indem es die Lipolyse effektiv beschleunigt und gleichzeitig mageres Muskelgewebe erhält. Durch die Nachahmung der fettabbauenden Eigenschaften von HGH hilft es, die Körperzusammensetzung und den Stoffwechsel zu verbessern. HGH Fragment 176-191 wird von Athleten und Bodybuildern bevorzugt, die eine schlankere Körperform erreichen und ihre Trainingsergebnisse optimieren möchten. Mit seinen gezielten Fettverbrennungseffekten kann dieses Peptid eine wertvolle Ergänzung für dein Fitnessprogramm sein und dir helfen, deine Gewichtsziele effizienter zu erreichen.",
    "price": 29,
    "sale_price": null,
    "categories": [
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-HGH-Fragment-176-191-1.webp"
    ],
    "sku": "52724",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "HGH FRAGMENT 176-191",
      "Dosis": "5mg/Vial",
      "Packungsgröße": "1 Fläschchen à 5mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "HGH FRAGMENT 176-191",
    "dosage": "5mg/Vial",
    "package_size": "1 Fläschchen à 5mg",
    "carrier": ""
  },
  {
    "id": 980,
    "name": "Exemesmed 25",
    "description": "Exemesmed 25 von Medi Pharma enthält 25 mg Exemestan, einen potenten Aromatasehemmer, der dazu entwickelt wurde, den Östrogenspiegel im Körper zu senken. Diese Verbindung ist besonders vorteilhaft für Bodybuilder, die während Zyklen östrogenbedingte Nebenwirkungen verhindern möchten. Durch die Hemmung der Aromatase hilft Exemestan, ein günstiges Testosteron-zu-Östrogen-Verhältnis aufrechtzuerhalten, was die Muskelretention und den Fettabbau unterstützt. Anwender können während der Cutting-Phasen eine verbesserte Muskeldefinition und eine verbesserte Gesamtphysik erwarten. Mit Exemesmed 25 kannst du deine ästhetischen Ziele mit Zuversicht erreichen und gleichzeitig das Risiko von Wassereinlagerungen und Gynäkomastie minimieren.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Exemestan",
      "Steroide > Medi Pharma",
      "Post Cycle",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Exemesmed-25mg.webp"
    ],
    "sku": "42557",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Exemestan",
      "Dosis": "25mg/tab",
      "Packungsgröße": "30 Tabletten à 25mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Exemestan",
    "dosage": "25mg/tab",
    "package_size": "30 Tabletten à 25mg",
    "carrier": "Excipients"
  },
  {
    "id": 981,
    "name": "CJC1295 DAC",
    "description": "CJC 1295 DAC von Medi Pharma enthält 5 mg CJC 1295, ein synthetisches Peptid, das als Analogon des Wachstumshormon freisetzenden Hormons (GHRH) wirkt. Diese kraftvolle Verbindung steigert die natürliche Produktion von Wachstumshormon im Körper, was zu erhöhtem Muskelwachstum, verbessertem Fettstoffwechsel und schnelleren Erholungszeiten nach intensiven Workouts führt. CJC 1295 DAC ist besonders vorteilhaft für Bodybuilder, die ihre Körperform verbessern möchten, da es ein günstiges anaboles Umfeld fördert, das das Muskelwachstum unterstützt und gleichzeitig Körperfett reduziert. Anwender können eine verbesserte Regeneration, besseren Schlaf und ein insgesamt verbessertes Wohlbefinden erwarten, was es zu einer wertvollen Ergänzung jedes Athleten-Programms macht. Mit CJC 1295 DAC kannst du deine Trainingsergebnisse optimieren und deine Fitnessziele effektiv erreichen.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Follistan",
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-CJC1295-DAC-5mg.webp"
    ],
    "sku": "74449",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "CJC-1295 mit DAC",
      "Dosis": "5mg/Vial",
      "Packungsgröße": "1 Fläschchen à 5mg"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "CJC-1295 mit DAC",
    "dosage": "5mg/Vial",
    "package_size": "1 Fläschchen à 5mg",
    "carrier": ""
  },
  {
    "id": 982,
    "name": "Trenobal",
    "description": "Trenobal von Global Pharma bietet eine leistungsstarke Mischung aus 50 mg Trenbolon-Acetat, 50 mg Trenbolon-Enanthat und 50 mg Trenbolon-Hexahydrobenzylcarbonat, was eine Gesamtdosis von 150 mg Trenbolon pro Anwendung ergibt. Diese einzigartige Kombination vereint die schnell wirkenden Vorteile von Trenbolon-Acetat mit der verlängerten Freisetzung von Trenbolon-Enanthat und der Stabilität von Hexahydrobenzylcarbonat. Das Ergebnis ist ein potentes anaboles Steroid, das schnelles Muskelwachstum, außergewöhnliche Kraftzuwächse und effektiven Fettabbau fördert. Trenobal steigert die Stickstoffretention und erhöht die Produktion roter Blutkörperchen, was zu verbesserter Ausdauer und schnelleren Erholungszeiten führt. Mit seiner Fähigkeit, die Muskelhärte und -dichte zu erhöhen, ist Trenobal die ideale Wahl für Cutting-Zyklen und hilft Bodybuildern, eine definierte und skulptierte Physis zu erreichen. Steigere dein Training und erreiche deine Fitnessziele mit der transformierenden Kraft von Trenobal von Global Pharma.",
    "price": 45,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Trenobal-1.webp"
    ],
    "sku": "74412",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoffe": "Trenbolon Acetat, Trenbolon Enanthat, Trenbolon Hexahydrobenzyl-Carbonat",
      "Dosis": "Trenbolon Acetat 50mg/ml, Trenbolon Enanthat 50mg/ml, Trenbolon Hexahydrobenzylcarbonat 50mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Trenbolon Acetat, Trenbolon Enanthat, Trenbolon Hexahydrobenzyl-Carbonat",
    "dosage": "Trenbolon Acetat 50mg/ml, Trenbolon Enanthat 50mg/ml, Trenbolon Hexahydrobenzylcarbonat 50mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 983,
    "name": "Stanomed 10",
    "description": "Stanomed 10 von Medi Pharma enthält 10 mg Stanazolol, ein hochgeschätztes anaboles Steroid, das für seine Wirksamkeit bei der Steigerung von Kraft und Muskeldefinition bekannt ist. Diese Verbindung ist besonders bei Bodybuildern und Athleten während der Cutting-Phasen beliebt, da sie dabei hilft, magere Muskulatur zu erhalten und gleichzeitig Fett abzubauen. Nutzer können eine verbesserte Ausdauer, eine gesteigerte Vaskularität und ein definierteres Erscheinungsbild erwarten, unterstützt durch die anabolen Eigenschaften des Produkts. Stanazolol ist bekannt für seine Fähigkeit, signifikante Leistungssteigerungen zu bieten, ohne übermäßige Gewichtszunahme, was es zu einer bevorzugten Wahl für diejenigen macht, die ihre körperliche Verfassung und sportliche Leistung optimieren möchten. Mit Stanomed 10 kannst du dein Training auf das nächste Level heben und deine Fitnessziele erreichen.",
    "price": 26,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Stanozolol",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Stanomed-10mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/Stanomed.97.webp"
    ],
    "sku": "71145",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Stanazolol",
      "Dosis": "10mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Stanazolol",
    "dosage": "10mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": "Excipients"
  },
  {
    "id": 984,
    "name": "Trenobal-A",
    "description": "Trenobal-A von Global Pharma enthält 100 mg Testosteronacetat, ein starkes und schnell wirkendes anaboles Steroid, das für seine Effektivität beim Muskelaufbau und die Steigerung der sportlichen Leistung bekannt ist. Mit seiner schnell freisetzenden Formel ermöglicht Testosteronacetat Bodybuildern, rasche Zuwächse an Muskelmasse und Kraft zu erleben und gleichzeitig die Erholungszeiten nach intensiven Workouts zu verkürzen. Diese Verbindung unterstützt auch eine erhöhte Stickstoffretention und steigert das allgemeine Energieniveau, wodurch Trainingseinheiten produktiver werden. Trenobal-A von Global Pharma ist ideal für Bulking- und Cutting-Zyklen, da es die Muskelmasse erhält und gleichzeitig den Fettabbau fördert sowie die Definition der gesamten Körperstruktur verbessert. Nutze die Kraft von Trenobal-A von Global Pharma, um deine Bodybuilding-Reise auf das nächste Level zu heben und deine Fitnessziele mit Zuversicht zu erreichen.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Trenobal-A-1.webp"
    ],
    "sku": "74414",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Testosteron Acetat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Testosteron Acetat",
    "dosage": "100mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 985,
    "name": "HCGmed",
    "description": "HCG von Medi Pharma (Ovigil) enthält 5000 IU Humanes Choriongonadotropin (HCG), ein Hormon, das häufig in der Medizin eingesetzt wird, um die körpereigene Testosteronproduktion zu stimulieren und die Fruchtbarkeit zu unterstützen. Im Bodybuilding wird HCG oft während der Post-Cycle-Therapie (PCT) verwendet, um das hormonelle Gleichgewicht nach einem Steroidzyklus wiederherzustellen. Durch die Förderung der Testosteronproduktion unterstützt HCG den Erhalt der Muskelmasse und hilft, einer Hodenatrophie vorzubeugen. Diese Verbindung kann auch das allgemeine Wohlbefinden, die Energielevels und die Libido während der Erholungsphase verbessern. Mit HCG von Medi Pharma können Athleten ihre hormonelle Gesundheit effektiv verwalten und ihre Fitnessziele unterstützen.",
    "price": 31,
    "sale_price": null,
    "categories": [
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-HCG-Med.webp"
    ],
    "sku": "71554",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Human Chorionic Gonadotropin (hCG)",
      "Dosis": "5000ui/Vial",
      "Packungsgröße": "1 Fläschchen à 5000ui"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Human Chorionic Gonadotropin (hCG)",
    "dosage": "5000ui/Vial",
    "package_size": "1 Fläschchen à 5000ui",
    "carrier": ""
  },
  {
    "id": 986,
    "name": "Trenbolone Enanthate",
    "description": "Trenbolon Enanthat von Spartan Pharma enthält 250 mg Trenbolon-Enanthat, eine hochwirksame anabolische Verbindung, die für ihre Fähigkeit bekannt ist, Muskelmasse und Stärke zu steigern. Dieser lang wirkende Steroid wird wegen seiner starken anabolen Eigenschaften geschätzt, zu denen eine erhöhte Proteinsynthese und Stickstoffretention gehören, was zu signifikanten Muskelzuwächsen und verbesserten Erholungszeiten führt. Anwender können einen dramatischen Anstieg in Stärke und Ausdauer erwarten, zusammen mit verstärktem Fettabbau, was es zu einem wesentlichen Bestandteil jedes Cutting- oder Bulking-Zyklus macht. Trenbolon Enanthat unterstützt außerdem die Verbesserung der gesamten körperlichen Leistung, sodass Sportler ihre Grenzen während des Trainings besser ausreizen können. Mit Trenbolon Enanthat kannst du deine Bodybuilding-Ziele effizienter und effektiver erreichen.",
    "price": 23,
    "sale_price": 19,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Trenbolone-Enanthate-1.webp"
    ],
    "sku": "75589",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Trenbolon Enanthat",
      "Dosis": "250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Trenbolon Enanthat",
    "dosage": "250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 987,
    "name": "Testosterone 450",
    "description": "Testosteron 450 von Spartan Pharma kombiniert 100 mg/ml Testosteron-Propionat, 100 mg/ml Testosteron-Cypionat, 150 mg/ml Testosteron-Enanthat und 100 mg/ml Testosteron-Phenylpropionat zu einer potenten Formel, die signifikante Muskelzuwächse und eine verbesserte Leistung unterstützt. Diese einzigartige Mischung nutzt die schnelle Wirkung des Propionats zusammen mit den länger anhaltenden Effekten von Cypionat und Enanthat, um stabile Testosteronspiegel zu gewährleisten und die anabolen Effekte zu maximieren. Ideal für Bodybuilder und Sportler, steigert Testosteron 450 die Stärke, fördert das Wachstum magerer Muskelmasse und verbessert die Erholungszeiten, was es zu einer vielseitigen Wahl für sowohl Aufbau- als auch Cutting-Zyklen macht. Erlebe die Vorteile dieser fortschrittlichen Testosteronmischung, um dein Training zu steigern und deine Fitnessziele zu erreichen.",
    "price": 23,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Testosteron"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Testosterone-450-1.webp"
    ],
    "sku": "85828",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoffe": "Testosteron Cypionat, Testosteron Enanthat, Testosteron Propionat, Testosteron-Phenylpropionate",
      "Dosis": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 150mg/ml, Testosteron Phenylpropionat 100mg/ml, Testosteron Propionat 100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Testosteron Cypionat, Testosteron Enanthat, Testosteron Propionat, Testosteron-Phenylpropionate",
    "dosage": "Testosteron Cypionat 100mg/ml, Testosteron Enanthat 150mg/ml, Testosteron Phenylpropionat 100mg/ml, Testosteron Propionat 100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 988,
    "name": "Trenobal-H",
    "description": "Trenobal-H von Global Pharma enthält 100 mg Trenbolon-Hydrobenzylcarbonat, ein kraftvolles und hochgeschätztes anaboles Steroid, das bemerkenswerte Vorteile für ernsthafte Sportler und Bodybuilder bietet. Bekannt für seine starken anabolen Eigenschaften, fördert Trenbolon das Muskelwachstum und die Kraft erheblich, während es gleichzeitig den Fettabbau unterstützt. Diese Verbindung wirkt, indem sie die Stickstoffretention und die Produktion roter Blutkörperchen erhöht, was zu einer verbesserten Ausdauer und einer schnelleren Erholung nach intensiven Trainingseinheiten führt. Anwender können eine verbesserte Muskelhärte und -definition erwarten, wodurch es eine ausgezeichnete Wahl für Cutting-Zyklen ist. Trenobal-H hilft nicht nur, mageres Muskelgewebe während eines Kaloriendefizits zu erhalten, sondern steigert auch die allgemeine sportliche Leistung, sodass Bodybuilder ihre Grenzen pushen und ihre Körperziele mühelos erreichen können. Erlebe die transformative Kraft von Trenobal-H von Global Pharma in deinem Trainingsprogramm.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Steroide > Global Pharma",
      "Injektionen",
      "Trenbolon"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Globalpharma-Trenobal-H-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/trenobalh-LABTEST.webp"
    ],
    "sku": "74411",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Global Pharma",
      "Trägerstoff": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate",
      "Wirkstoff": "Trenbolon Hydrobenzyl-Carbonat",
      "Dosis": "100mg/ml",
      "Packungsgröße": "10 Ampullen à 1ml"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Global Pharma",
    "active_ingredient": "Trenbolon Hydrobenzyl-Carbonat",
    "dosage": "100mg/ml",
    "package_size": "10 Ampullen à 1ml",
    "carrier": "Benzyl Alcohol, Benzyl Benzoate, Ethyl Oleate"
  },
  {
    "id": 989,
    "name": "Methamed 10",
    "description": "Methamed 10 von Medi Pharma enthält 10 mg Methandienon, ein bekanntes anaboles Steroid, das für seine Fähigkeit gefeiert wird, schnelles Muskelwachstum zu stimulieren und die Gesamtstärke zu verbessern. Diese Verbindung ist besonders effektiv für Bodybuilder während der Bulking-Phasen, da sie die Proteinsynthese und Stickstoffretention fördert, was zu einer erhöhten Muskelmasse und verbesserten Erholungszeiten führt. Anwender können bemerkenswerte Zuwächse in Größe und Kraft sowie eine verbesserte Trainingsleistung erwarten. Methandienon wird oft wegen seiner schnell wirksamen Effekte bevorzugt, die es Athleten ermöglichen, ihre Ziele effizient zu erreichen. Mit Methamed 10 kannst du dein Training auf das nächste Level heben und deine Körperform weiterentwickeln.",
    "price": 26,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Methandienon",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Methamed-10mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/Methamed.101.webp"
    ],
    "sku": "82254",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Methandienon",
      "Dosis": "10mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Methandienon",
    "dosage": "10mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": "Excipients"
  },
  {
    "id": 990,
    "name": "Boldomed 250",
    "description": "Boldomed 250 von Medi Pharma enthält 250 mg Boldenon Undecylinat, eine vielseitige anabole Verbindung, die für ihre stetigen und nachhaltigen Muskelaufbau-Effekte bekannt ist. Ideal für Bodybuilder, die auf graduelle, qualitativ hochwertige Muskelzuwächse abzielen, fördert Boldomed 250 die Proteinsynthese und die Stickstoffretention, was zu einer Steigerung der Muskelmasse und Kraft führt. Seine einzigartigen Eigenschaften steigern auch die Ausdauer, sodass längere und intensivere Trainingseinheiten möglich sind. Einer der Hauptvorteile von Boldomed ist die verbesserte Vaskularität, die Bodybuildern ein schlankes, definiertes Aussehen verleiht. Ob im Bulking- oder Cutting-Zyklus eingesetzt, liefert Boldomed 250 konsistente, langfristige Ergebnisse und ist somit eine unverzichtbare Ergänzung jedes Programms von Athleten, die auf Leistung und Ästhetik fokussiert sind.",
    "price": 32,
    "sale_price": null,
    "categories": [
      "Boldenon",
      "Injektionen",
      "Steroide > Medi Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Boldomed-250.webp",
      "https://stero.biz/wp-content/uploads/2025/03/Boldomed250.262.webp"
    ],
    "sku": "74428",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Boldenon",
      "Dosis": "250mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Boldenon",
    "dosage": "250mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Oil Base"
  },
  {
    "id": 991,
    "name": "MT2med",
    "description": "MT2 von Medi Pharma enthält 10 mg Melanotan II, ein synthetisches Peptid, das für seine Fähigkeit bekannt ist, die Melaninproduktion in der Haut zu stimulieren und so eine natürliche Bräune ohne Sonnenexposition zu erzeugen. Diese Verbindung ist besonders für Bodybuilder und Fitnessbegeisterte attraktiv, die während Wettkämpfen oder Fotoshootings ein verbessertes, gebräuntes Aussehen erzielen möchten. Neben seinen Bräunungseffekten wurde gezeigt, dass Melanotan II den Appetit unterdrückt und die Libido steigert, was das allgemeine Wohlbefinden fördert. Anwender können die ästhetischen Vorteile einer sonnengeküssten Haut genießen und gleichzeitig ihre Leistung und ihr Selbstbewusstsein verbessern. Mit MT2 kannst du eine gewünschte Bräune erreichen und deine Fitnessziele effektiv unterstützen.",
    "price": 29,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-MT2-Med-1.webp",
      "https://stero.biz/wp-content/uploads/2025/03/MT2-MEDI-peptides-labtest.webp"
    ],
    "sku": "74434",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Melanotan II",
      "Dosis": "10mg/Vial",
      "Packungsgröße": "1 Fläschchen à 10mg"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Melanotan II",
    "dosage": "10mg/Vial",
    "package_size": "1 Fläschchen à 10mg",
    "carrier": ""
  },
  {
    "id": 992,
    "name": "Oxymed 50",
    "description": "Oxymed 50 von Medi Pharma enthält 50 mg Oxymetholon, ein außergewöhnlich starkes anaboles Steroid, das für seine Wirksamkeit beim schnellen Aufbau erheblicher Muskelmasse weithin anerkannt ist. Diese Verbindung fördert die Proteinsynthese und Stickstoffretention, was zu signifikanten Zuwächsen in Größe und Kraft führt. Anwender können beeindruckende Zuwächse im Muskelvolumen, verbesserte Trainingsleistung und kürzere Erholungszeiten nach intensiven Trainingseinheiten erwarten. Oxymed 50 ist besonders vorteilhaft während Bulking-Zyklen, da es Sportlern hilft, ihre Ziele effizient und effektiv zu erreichen. Mit Oxymed 50 kannst du deine Bodybuilding-Reise auf die nächste Stufe heben und deine Leistung maximieren.",
    "price": 42,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Oxandrolon",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Oxymed-50mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/oxymed-labtest.webp"
    ],
    "sku": "74457",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Oxymetholon",
      "Dosis": "50mg/tab",
      "Packungsgröße": "100 Tabletten à 50mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Oxymetholon",
    "dosage": "50mg/tab",
    "package_size": "100 Tabletten à 50mg",
    "carrier": "Excipients"
  },
  {
    "id": 993,
    "name": "Follistatin 334",
    "description": "Follistatin 334 von Medi Pharma enthält 1 mg Follistatin, ein natürlich vorkommendes Protein, das eine entscheidende Rolle beim Muskelwachstum spielt, indem es Myostatin, einen negativen Regulator der Muskelmasse, hemmt. Dieses kraftvolle Peptid fördert die Muskelentwicklung und verbessert die Erholungszeiten, was es zu einem unverzichtbaren Hilfsmittel für Sportler und Bodybuilder macht. Durch die Blockierung der Wirkung von Myostatin unterstützt Follistatin 334 eine größere Muskelhypertrophie und Kraftzuwächse, sodass Anwender ihre Grenzen während des Trainings erweitern können. Darüber hinaus kann diese Verbindung die allgemeine körperliche Leistung steigern und eine günstigere Körperzusammensetzung fördern. Mit Follistatin 334 kannst du deine Bodybuilding-Ziele effektiv unterstützen und deine Trainingsergebnisse maximieren.",
    "price": 39,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Follistatin-334-1mg.webp"
    ],
    "sku": "74444",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "FOLLISTATIN 334",
      "Dosis": "1mg/Vial",
      "Packungsgröße": "1 Fläschchen à 1mg"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "FOLLISTATIN 334",
    "dosage": "1mg/Vial",
    "package_size": "1 Fläschchen à 1mg",
    "carrier": ""
  },
  {
    "id": 994,
    "name": "Letromed 2,5",
    "description": "Letromed 2.5 von Medi Pharma enthält 2,5 mg Letrozol, einen potenten Aromatasehemmer, der entwickelt wurde, um die Östrogenproduktion im Körper zu senken. Diese Verbindung ist unerlässlich für Bodybuilder, die östrogenbedingte Nebenwirkungen, die bei der Verwendung von anabolen Steroiden auftreten können, mindern möchten. Durch die effektive Senkung des Östrogenspiegels fördert Letromed 2.5 ein günstigeres Testosteron-zu-Östrogen-Verhältnis, was die Muskelretention und die Gesamtzusammensetzung des Körpers verbessern kann. Es ist besonders nützlich während der Post-Cycle-Therapie (PCT), da es hilft, das hormonelle Gleichgewicht wiederherzustellen und die optimale Erholung nach einem Zyklus zu unterstützen. Mit Letromed 2.5 können Athleten ihre Östrogenspiegel effektiv steuern, sodass sie ihre hart erarbeiteten Fortschritte beibehalten und ihre Fitnessziele erreichen.",
    "price": 35,
    "sale_price": null,
    "categories": [
      "Letrozol",
      "Steroide > Medi Pharma",
      "Post Cycle",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Letromed.webp",
      "https://stero.biz/wp-content/uploads/2025/03/LETROmed-lab.webp"
    ],
    "sku": "74461",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Letrozol",
      "Dosis": "2.5mg/tab",
      "Packungsgröße": "30 Tabletten à 2.5mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": true,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Letrozol",
    "dosage": "2.5mg/tab",
    "package_size": "30 Tabletten à 2.5mg",
    "carrier": "Excipients"
  },
  {
    "id": 995,
    "name": "Meditropin 100 (HGH)",
    "description": "Meditropin von Medi Pharma enthält 3,35 mg Humanes Wachstumshormon (HGH) pro 10 IU, ein kraftvolles Peptid, das eine entscheidende Rolle bei Wachstum, Körperzusammensetzung und allgemeiner Gesundheit spielt. Bekannt für seine Fähigkeit, Muskelwachstum zu stimulieren und den Fettstoffwechsel zu verbessern, hilft Meditropin Athleten und Bodybuildern, eine schlankere Körperform zu erreichen und die Erholung nach intensiven Trainingseinheiten zu fördern. HGH steigert die Proteinsynthese und die Stickstoffretention, was zu verbesserter Muskelreparatur und -wachstum führt. Zusätzlich unterstützt es eine bessere Schlafqualität und insgesamt höhere Energieniveaus, sodass die Anwender ihre Trainingseinheiten optimal nutzen können. Ob du dich in einer Bulking- oder Cutting-Phase befindest, Meditropin ist ein unverzichtbares Werkzeug für diejenigen, die ihre Leistung steigern, die Erholung verbessern und ihre Fitnessziele effektiv erreichen möchten.",
    "price": 150,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Medi Pharma",
      "Peptide",
      "Somatropin"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Meditropin-100IU.webp",
      "https://stero.biz/wp-content/uploads/2025/03/Meditropin-2.webp",
      "https://stero.biz/wp-content/uploads/2025/03/meditropin-labtest.webp"
    ],
    "sku": "74464",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Somatropin Human Growth Hormon (hGH)",
      "Dosis": "10iu/Vial",
      "Packungsgröße": "10 Fläschchens à 10iu",
      "Trägerstoff": "Oil Base"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Somatropin Human Growth Hormon (hGH)",
    "dosage": "10iu/Vial",
    "package_size": "10 Fläschchens à 10iu",
    "carrier": "Oil Base"
  },
  {
    "id": 996,
    "name": "Provimed 25",
    "description": "Provimed 25 von Medi Pharma enthält 25 mg Mesterolon, ein potentes orales anaboles Steroid, das häufig verwendet wird, um die Wirkung anderer Steroide in einem Stack zu verstärken. Während es allein nicht zu signifikantem Muskelwachstum führt, wird Mesterolon geschätzt für seine Fähigkeit, den Gesamt-Testosteronspiegel zu steigern, was zu einer verbesserten Muskeldefinition und -härte führen kann. Darüber hinaus hilft Provimed 25, östrogene Nebenwirkungen zu reduzieren, was es zu einem wertvollen Hilfsmittel während Cutting-Phasen macht. Anwender können auch erhöhte Energielevels und eine gesteigerte Libido erleben, was sowohl die körperliche als auch die sexuelle Leistung unterstützt. Mit Provimed 25 kannst du eine definiertere und gesculptete Physique erreichen und gleichzeitig von einem verbesserten allgemeinen Wohlbefinden profitieren.",
    "price": 30,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Mesterolon",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Provimed-25mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/provimed-labtest.webp"
    ],
    "sku": "75554",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Mesterolon",
      "Dosis": "25mg/tab",
      "Packungsgröße": "30 Tabletten à 25mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Mesterolon",
    "dosage": "25mg/tab",
    "package_size": "30 Tabletten à 25mg",
    "carrier": "Excipients"
  },
  {
    "id": 997,
    "name": "IGF-1 LR3",
    "description": "IGF-1 LR3 von Medi Pharma ist ein leistungsstarker insulinähnlicher Wachstumsfaktor, der das Muskelwachstum und die Erholung erheblich fördert. Jede Flasche enthält 1 mg IGF-1 LR3, eine modifizierte Form von IGF-1, die eine erhöhte Potenz und eine längere Wirkungsdauer aufweist. Diese Verbindung spielt eine entscheidende Rolle bei der Anregung anaboler Prozesse, fördert die Proteinsynthese und verbessert die Insulinsensitivität. Athleten und Bodybuilder können signifikante Zuwächse an Muskelmasse und Kraft erwarten, zusammen mit verbesserten Erholungszeiten nach intensiven Trainingseinheiten. Mit IGF-1 LR3 können Anwender ihre Körperform und sportliche Leistung effektiv optimieren und ihre Fitnessziele effizienter erreichen.",
    "price": 29,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Peptide"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-IGF1-LR3.webp",
      "https://stero.biz/wp-content/uploads/2025/03/IMG_20250808_114714.webp",
      "https://stero.biz/wp-content/uploads/2025/03/igf-1-LABTEST.webp"
    ],
    "sku": "74447",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "IGF-1 LR3",
      "Dosis": "1mg/Vial",
      "Packungsgröße": "1 Fläschchen à 1mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "IGF-1 LR3",
    "dosage": "1mg/Vial",
    "package_size": "1 Fläschchen à 1mg",
    "carrier": ""
  },
  {
    "id": 998,
    "name": "Tamoxmed 20",
    "description": "Tamoxmed 20 von Medi Pharma enthält 20 mg Tamoxifen, ein weit verbreiteter SERM, der für seine Fähigkeit bekannt ist, Östrogenrezeptoren zu blockieren und die Östrogenspiegel im Körper zu senken. Diese Verbindung ist besonders vorteilhaft für Bodybuilder und Athleten, die Östrogen-bedingte Nebenwirkungen nach der Anwendung von anabolen Steroiden minimieren möchten. Durch die Aufrechterhaltung eines günstigen Testosteron-zu-Östrogen-Verhältnisses unterstützt Tamoxmed 20 die Muskelretention und hilft, das hormonelle Gleichgewicht während der Post-Cycle-Therapie (PCT) wiederherzustellen. Nutzer können eine verbesserte Erholung und ein minimiertes Risiko für Gynäkomastie erwarten, was es zu einer wichtigen Ergänzung jedes leistungssteigernden Programms macht. Mit Tamoxmed 20 kannst du deine Hormonspiegel effektiv managen und deine Erfolge schützen, während du deine Fitnessziele erreichst.",
    "price": 27,
    "sale_price": null,
    "categories": [
      "Steroide > Medi Pharma",
      "Post Cycle",
      "Tabletten",
      "Tamoxifen"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Medipharma-Tamoxmed-20mg.webp",
      "https://stero.biz/wp-content/uploads/2025/03/TAMOXmed-LABTEST.pdf.webp"
    ],
    "sku": "75652",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Medi Pharma",
      "Wirkstoff": "Tamoxifen",
      "Dosis": "20mg/tab",
      "Packungsgröße": "30 Tabletten à 20mg",
      "Trägerstoff": "Excipients"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Medi Pharma",
    "active_ingredient": "Tamoxifen",
    "dosage": "20mg/tab",
    "package_size": "30 Tabletten à 20mg",
    "carrier": "Excipients"
  },
  {
    "id": 999,
    "name": "Nandrolone Phenylpropionate",
    "description": "Nandrolon Phenylpropionat von Spartan Pharma enthält 150 mg Nandrolon Phenylpropionat, ein schnell wirksames anaboles Steroid, das für seine Fähigkeit bekannt ist, das Muskelwachstum zu stimulieren und die Regeneration zu verbessern. Diese Verbindung ist besonders effektiv für Bodybuilder, die mageres Muskelwachstum anstreben, während sie Fettzunahme minimieren. Nandrolon Phenylpropionat fördert die Stickstoffretention und die Proteinsynthese, was zu signifikanten Verbesserungen in Kraft und Ausdauer führt. Der kürzere Ester ermöglicht flexiblere Dosierungspläne, was es ideal für diejenigen macht, die schnellere Ergebnisse erzielen möchten. Athleten können mit verbesserter Trainingsleistung, reduzierten Erholungszeiten und einer definierteren Physis rechnen. Mit Nandrolon Phenylpropionat können Sie Ihr Training auf die nächste Stufe heben und Ihre Bodybuilding-Ziele effizient erreichen.",
    "price": 17,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Nandrolon",
      "Steroide > Spartan Pharma"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Nandrolone-Phenylpropionate-2.webp"
    ],
    "sku": "77256",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Nandrolon Phenylpropionat",
      "Dosis": "150mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Nandrolon Phenylpropionat",
    "dosage": "150mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 1000,
    "name": "Stanozolol 100",
    "description": "Stanozolol von Spartan Pharma enthält 100 mg Stanozolol, ein effektives anabolisches Steroid, das für seine Fähigkeit bekannt ist, die Stärke zu steigern und die sportliche Leistung zu verbessern. Diese Substanz ist besonders bei Bodybuildern während der Cutting-Phasen beliebt, da sie hilft, den Körperfettanteil zu reduzieren und gleichzeitig die magere Muskelmasse zu erhalten. Anwender können mit einer besseren Muskeldefinition, erhöhter Vaskularität und verkürzten Erholungszeiten rechnen. Stanozolol wird oft wegen seiner schnell wirkenden Effekte bevorzugt, die es Sportlern ermöglichen, ihre Ziele effizient zu erreichen. Mit Stanozolol kannst du dein Training auf das nächste Level heben und deine Fitnessziele mit Selbstvertrauen erreichen.",
    "price": 17,
    "sale_price": null,
    "categories": [
      "Injektionen",
      "Steroide > Spartan Pharma",
      "Stanozolol"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Stanozolol-100.webp"
    ],
    "sku": "74483",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Trägerstoff": "Benzyl Alcohol, Ethyl Oleate",
      "Wirkstoff": "Stanazolol",
      "Dosis": "100mg/ml",
      "Packungsgröße": "1 Fläschchen à 10ml"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Stanazolol",
    "dosage": "100mg/ml",
    "package_size": "1 Fläschchen à 10ml",
    "carrier": "Benzyl Alcohol, Ethyl Oleate"
  },
  {
    "id": 1001,
    "name": "Methanbol",
    "description": "Methanbol von Spartan Pharma enthält 10 mg Methandienon, ein hochwirksames anaboles Steroid, das speziell für Sportler und Bodybuilder entwickelt wurde, die schnellen Muskelzuwachs und gesteigerte Kraft suchen. Dieses Produkt unterstützt den Proteinaufbau im Körper und fördert eine positive Stickstoffbilanz, wodurch die Muskeln effizienter regenerieren und wachsen können. Methanbol ist ideal für Masseaufbauphasen, da es in kurzer Zeit beeindruckende Zuwächse an Muskelvolumen und -kraft ermöglicht. Anwender schätzen die Fähigkeit dieses Steroids, harte Trainingseinheiten zu unterstützen und die Ausdauer zu steigern. Methanbol ist die perfekte Wahl für alle, die ihre Fitnessziele schnell und effektiv erreichen möchten.",
    "price": 15,
    "sale_price": null,
    "categories": [
      "Steroide > Methanbol",
      "Steroide > Spartan Pharma",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Methanabol.webp"
    ],
    "sku": "74484",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Wirkstoff": "Methanbol",
      "Dosis": "10mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Methanbol",
    "dosage": "10mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": ""
  },
  {
    "id": 1002,
    "name": "Oxandrolone",
    "description": "Oxandrolone von Spartan Pharma enthält 10 mg Oxandrolon, ein bewährtes anaboles Steroid, das bei Sportlern und Bodybuildern für seine vielseitigen Eigenschaften geschätzt wird. Es unterstützt den Aufbau von definierter, magerer Muskelmasse und hilft gleichzeitig dabei, Körperfett zu reduzieren. Aufgrund seiner milden Wirkung wird Oxandrolon häufig von Anwendern gewählt, die empfindlich auf stärkere Substanzen reagieren oder eine schonendere Alternative suchen. Dieses Steroid eignet sich besonders gut für Cutting-Phasen, da es eine verbesserte Muskelhärte, Vaskularität und eine erhöhte Regeneration fördert. Mit Oxandrolone kannst du deine Körperziele erreichen, ohne dabei unnötiges Wassergewicht zuzulegen. Es ist die ideale Wahl für Athleten, die sich auf Performance und Ästhetik konzentrieren.",
    "price": 15,
    "sale_price": null,
    "categories": [
      "Oxandrolon",
      "Steroide > Spartan Pharma",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Oxandrolone-2.webp"
    ],
    "sku": "74485",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Wirkstoff": "Oxandrolon",
      "Dosis": "10mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Oxandrolon",
    "dosage": "10mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": ""
  },
  {
    "id": 1003,
    "name": "Oxymetholone",
    "description": "Oxymetholone von Spartan Pharma enthält 50 mg Oxymetholon, eines der stärksten anabolen Steroide auf dem Markt, das speziell für Athleten und Bodybuilder entwickelt wurde, die in kurzer Zeit maximale Muskelmasse und Kraftzuwächse erreichen möchten. Dieses Produkt stimuliert die Proteinsynthese und erhöht die rote Blutkörperchenproduktion, was zu einer verbesserten Sauerstoffversorgung der Muskeln und einer gesteigerten Leistungsfähigkeit führt. Oxymetholon ist besonders während der Masseaufbauphasen beliebt, da es schnell sichtbare Ergebnisse in Bezug auf Volumen und Stärke liefert. Zusätzlich unterstützt es die Regeneration nach intensiven Trainingseinheiten und hilft, Plateaus zu überwinden. Mit Oxymetholon kannst du deine Grenzen sprengen und dein volles Potenzial entfalten.",
    "price": 37,
    "sale_price": null,
    "categories": [
      "Oxymetholon",
      "Steroide > Spartan Pharma",
      "Tabletten"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Oxymetholone.webp"
    ],
    "sku": "74486",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Wirkstoff": "Oxymetholon",
      "Dosis": "50mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Oxymetholon",
    "dosage": "50mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": ""
  },
  {
    "id": 1004,
    "name": "Turinabol",
    "description": "Turinabol von Spartan Pharma enthält 10 mg Chlorodehydromethyltestosteron, ein bewährtes anaboles Steroid, das speziell für Athleten und Bodybuilder entwickelt wurde, die auf der Suche nach qualitativen Muskelzuwächsen und gesteigerter Kraft sind. Es kombiniert die Vorteile von Dianabol mit einer geringeren Androgenwirkung, wodurch es eine hervorragende Wahl für Anwender ist, die stabile, fettfreie Muskelmasse ohne übermäßige Wasserretention aufbauen möchten. Turinabol unterstützt zudem eine erhöhte Proteinsynthese und verbessert die Ausdauer, was zu effektiveren Trainingseinheiten führt. Besonders in Cutting-Phasen geschätzt, fördert es eine klare Muskeldefinition und Vaskularität. Mit Turinabol erreichst du dein Fitnessziel kontrolliert und nachhaltig.",
    "price": 15,
    "sale_price": null,
    "categories": [
      "Steroide > Spartan Pharma",
      "Tabletten",
      "Turinabol"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/03/Spartanpharma-Turinabol.webp"
    ],
    "sku": "74487",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {
      "Hersteller": "Spartan Pharma",
      "Wirkstoff": "Turinabol",
      "Dosis": "10mg/tab",
      "Packungsgröße": "100 Tabletten à 10mg"
    },
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "EU Versand",
    "tags": [],
    "manufacturer": "Spartan Pharma",
    "active_ingredient": "Turinabol",
    "dosage": "10mg/tab",
    "package_size": "100 Tabletten à 10mg",
    "carrier": ""
  },
  {
    "id": 10762,
    "name": "API Testosterone Enanthate - 100g",
    "description": "<h3 data-start=207 data-end=245><strong data-start=211 data-end=245>100 g – Testosterone Enanthate</strong></h3>\r\\n<h4 data-start=247 data-end=289><strong data-start=252 data-end=289>Klassischer Aufbau. Starke Basis.</strong></h4>\r\\n<p data-start=291 data-end=759>Testosterone Enanthate ist eines der beliebtesten und am weitesten verbreiteten anabolen Steroide im Bodybuilding. Es handelt sich um eine <strong data-start=430 data-end=468>langwirksame Testosteronverbindung</strong>, die für <strong data-start=478 data-end=511>kontinuierlichen Muskelaufbau</strong>, <strong data-start=513 data-end=542>deutliche Kraftsteigerung</strong> und <strong data-start=547 data-end=575>verbesserte Regeneration</strong> sorgt. Der Enanthat-Ester ermöglicht eine <strong data-start=618 data-end=646>gleichmäßige Freisetzung</strong> des Hormons über mehrere Tage hinweg – ideal für <strong data-start=696 data-end=721>effektive Massezyklen</strong> mit <strong data-start=726 data-end=758>moderater Injektionsfrequenz</strong>.</p>\r\\n<p data-start=761 data-end=1071>Testosterone Enanthate ist die perfekte <strong data-start=801 data-end=868>Basisverbindung für Anfänger wie auch fortgeschrittene Athleten</strong>. Es lässt sich hervorragend mit anderen Substanzen kombinieren und ist durch seine <strong data-start=952 data-end=992>ausgewogene anabol-androgene Wirkung</strong> sowohl für den <strong data-start=1008 data-end=1018>Aufbau</strong> als auch zur <strong data-start=1032 data-end=1061>Erhaltung der Muskelmasse</strong> geeignet.</p>\r\\n\r\\n\r\\n<hr data-start=1073 data-end=1076 />\r\\n\r\\n<h4 data-start=1078 data-end=1112><strong data-start=1083 data-end=1112>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=1114 data-end=1447>\r\\n \t<li data-start=1114 data-end=1157>\r\\n<p data-start=1116 data-end=1157><strong data-start=1116 data-end=1155>Effizienter Muskel- und Kraftaufbau</strong></p>\r\\n</li>\r\\n \t<li data-start=1158 data-end=1202>\r\\n<p data-start=1160 data-end=1202><strong data-start=1160 data-end=1183>Langwirksamer Ester</strong> mit Depotwirkung</p>\r\\n</li>\r\\n \t<li data-start=1203 data-end=1266>\r\\n<p data-start=1205 data-end=1266><strong data-start=1205 data-end=1230>Stabile Hormonspiegel</strong> bei moderatem Injektionsintervall</p>\r\\n</li>\r\\n \t<li data-start=1267 data-end=1319>\r\\n<p data-start=1269 data-end=1319><strong data-start=1269 data-end=1317>Verbesserte Regeneration &amp; Trainingsleistung</strong></p>\r\\n</li>\r\\n \t<li data-start=1320 data-end=1401>\r\\n<p data-start=1322 data-end=1401><strong data-start=1322 data-end=1359>Kombinationsfreundlich (Stacking)</strong> mit Trenbolon, Boldenon, Nandrolon etc.</p>\r\\n</li>\r\\n \t<li data-start=1402 data-end=1447>\r\\n<p data-start=1404 data-end=1447><strong data-start=1404 data-end=1447>Sehr beliebt für klassische Bulk-Zyklen</strong></p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1449 data-end=1452 />\r\\n\r\\n<h4 data-start=1454 data-end=1480><strong data-start=1459 data-end=1480>Technische Daten:</strong></h4>\r\\n<ul data-start=1482 data-end=1747>\r\\n \t<li data-start=1482 data-end=1507>\r\\n<p data-start=1484 data-end=1507><strong data-start=1484 data-end=1496>CAS-Nr.:</strong> 315-37-7</p>\r\\n</li>\r\\n \t<li data-start=1508 data-end=1541>\r\\n<p data-start=1510 data-end=1541><strong data-start=1510 data-end=1530>Molekularformel:</strong> C₂₆H₄₀O₃</p>\r\\n</li>\r\\n \t<li data-start=1542 data-end=1576>\r\\n<p data-start=1544 data-end=1576><strong data-start=1544 data-end=1561>Molare Masse:</strong> 400,59 g/mol</p>\r\\n</li>\r\\n \t<li data-start=1577 data-end=1616>\r\\n<p data-start=1579 data-end=1616><strong data-start=1579 data-end=1592>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1617 data-end=1683>\r\\n<p data-start=1619 data-end=1683><strong data-start=1619 data-end=1632>Aussehen:</strong> Weißes bis leicht gelbliches kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=1684 data-end=1747>\r\\n<p data-start=1686 data-end=1747><strong data-start=1686 data-end=1702>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1749 data-end=1752 />\r\\n<p data-start=1754 data-end=1780><strong data-start=1754 data-end=1780>Verkaufseinheit: 100 g</strong></p>",
    "price": 300,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp",
      "https://stero.biz/wp-content/uploads/2025/07/TE.99.3.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10767,
    "name": "API Testosterone Propionare - 100g",
    "description": "<h3 data-start=152 data-end=224><strong data-start=156 data-end=224>100 g – Testosterone Propionate </strong></h3>\r\\n<p data-start=226 data-end=646><strong data-start=226 data-end=243>Beschreibung:</strong><br data-start=243 data-end=246 />Testosterone Propionate ist ein kurzkettiges Testosteron-Ester mit schneller Wirkstofffreisetzung. Es handelt sich um ein synthetisches Androgen, das in kristalliner Pulverform vorliegt und häufig in präklinischen Studien zur Testosteronwirkung und -freisetzung verwendet wird. Die kurze Halbwertszeit macht es besonders geeignet für Studien mit akuter oder zeitlich eng begrenzter Hormonfreisetzung.</p>\r\\n<p data-start=648 data-end=666><strong data-start=648 data-end=666>Eigenschaften:</strong></p>\r\\n\r\\n<ul data-start=667 data-end=896>\r\\n \t<li data-start=667 data-end=691>\r\\n<p data-start=669 data-end=691><strong data-start=669 data-end=681>CAS-Nr.:</strong> 57-85-2</p>\r\\n</li>\r\\n \t<li data-start=692 data-end=725>\r\\n<p data-start=694 data-end=725><strong data-start=694 data-end=714>Molekularformel:</strong> C22H32O3</p>\r\\n</li>\r\\n \t<li data-start=726 data-end=765>\r\\n<p data-start=728 data-end=765><strong data-start=728 data-end=741>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=766 data-end=832>\r\\n<p data-start=768 data-end=832><strong data-start=768 data-end=781>Aussehen:</strong> Weißes bis leicht gelbliches kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=833 data-end=896>\r\\n<p data-start=835 data-end=896><strong data-start=835 data-end=851>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n<p data-start=898 data-end=1163><strong data-start=898 data-end=920>Anwendungsbereich:</strong><br data-start=920 data-end=923 />Geeignet für Forschungsprojekte in der Endokrinologie, Pharmakokinetik und Steroidhormonanalyse. Aufgrund der kurzen Halbwertszeit wird Testosterone Propionate oft in Versuchsreihen mit zeitlich definierter Wirkstoffverabreichung verwendet.</p>\r\\n<p data-start=1165 data-end=1191><strong data-start=1165 data-end=1185>Verkaufseinheit:</strong> 100 g</p>",
    "price": 500,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp",
      "https://stero.biz/wp-content/uploads/2025/07/TP.99.2.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10768,
    "name": "API Testosterone Cypionate - 100g",
    "description": "<h3 data-start=163 data-end=201><strong data-start=167 data-end=201>100 g – Testosterone Cypionate</strong></h3>\r\\n<h4 data-start=203 data-end=246><strong data-start=208 data-end=246>Klassischer Aufbau. Stabile Power.</strong></h4>\r\\n<p data-start=248 data-end=593>Testosterone Cypionate ist ein langwirksames Testosteron-Derivat, das sich im Bodybuilding als <strong data-start=343 data-end=384>Basis-Substanz für Muskelaufbauzyklen</strong> etabliert hat. Es bietet eine <strong data-start=415 data-end=483>ausgeglichene Mischung aus anaboler und androgenetischer Wirkung</strong>, die zu <strong data-start=492 data-end=518>solidem Muskelwachstum</strong>, <strong data-start=520 data-end=546>spürbarem Kraftzuwachs</strong> und einer <strong data-start=557 data-end=586>verbesserten Regeneration</strong> führt.</p>\r\\n<p data-start=595 data-end=885>Durch den Cypionat-Ester hat die Substanz eine <strong data-start=642 data-end=667>längere Halbwertszeit</strong>, wodurch stabile Hormonspiegel bei moderater Injektionsfrequenz erreichbar sind. Es ist besonders beliebt für <strong data-start=778 data-end=804>klassische Bulk-Zyklen</strong> und wird häufig als Grundlage für <strong data-start=839 data-end=874>Mehrkomponentensysteme (Stacks)</strong> verwendet.</p>\r\\n\r\\n\r\\n<hr data-start=887 data-end=890 />\r\\n\r\\n<h4 data-start=892 data-end=926><strong data-start=897 data-end=926>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=928 data-end=1327>\r\\n \t<li data-start=928 data-end=1000>\r\\n<p data-start=930 data-end=1000><strong data-start=930 data-end=947>Kraft &amp; Masse</strong>: Unterstützt signifikanten Muskel- und Kraftaufbau</p>\r\\n</li>\r\\n \t<li data-start=1001 data-end=1075>\r\\n<p data-start=1003 data-end=1075><strong data-start=1003 data-end=1026>Langwirksamer Ester</strong>: Weniger Injektionen bei gleichmäßiger Wirkung</p>\r\\n</li>\r\\n \t<li data-start=1076 data-end=1152>\r\\n<p data-start=1078 data-end=1152><strong data-start=1078 data-end=1098>Testosteronbasis</strong>: Gut kombinierbar mit anderen anabolen Verbindungen</p>\r\\n</li>\r\\n \t<li data-start=1153 data-end=1211>\r\\n<p data-start=1155 data-end=1211><strong data-start=1155 data-end=1209>Verbesserte Regeneration und Leistungsbereitschaft</strong></p>\r\\n</li>\r\\n \t<li data-start=1212 data-end=1276>\r\\n<p data-start=1214 data-end=1276><strong data-start=1214 data-end=1274>Erhöhtes Wohlbefinden, Motivation und Trainingseffizienz</strong></p>\r\\n</li>\r\\n \t<li data-start=1277 data-end=1327>\r\\n<p data-start=1279 data-end=1327><strong data-start=1279 data-end=1327>Klassisch, bewährt und vielseitig einsetzbar</strong></p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1329 data-end=1332 />\r\\n\r\\n<h4 data-start=1334 data-end=1360><strong data-start=1339 data-end=1360>Technische Daten:</strong></h4>\r\\n<ul data-start=1362 data-end=1626>\r\\n \t<li data-start=1362 data-end=1386>\r\\n<p data-start=1364 data-end=1386><strong data-start=1364 data-end=1376>CAS-Nr.:</strong> 58-20-8</p>\r\\n</li>\r\\n \t<li data-start=1387 data-end=1420>\r\\n<p data-start=1389 data-end=1420><strong data-start=1389 data-end=1409>Molekularformel:</strong> C₂₇H₄₀O₃</p>\r\\n</li>\r\\n \t<li data-start=1421 data-end=1455>\r\\n<p data-start=1423 data-end=1455><strong data-start=1423 data-end=1440>Molare Masse:</strong> 412,61 g/mol</p>\r\\n</li>\r\\n \t<li data-start=1456 data-end=1495>\r\\n<p data-start=1458 data-end=1495><strong data-start=1458 data-end=1471>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1496 data-end=1562>\r\\n<p data-start=1498 data-end=1562><strong data-start=1498 data-end=1511>Aussehen:</strong> Weißes bis leicht gelbliches kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=1563 data-end=1626>\r\\n<p data-start=1565 data-end=1626><strong data-start=1565 data-end=1581>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1628 data-end=1631 />\r\\n<p data-start=1633 data-end=1659><strong data-start=1633 data-end=1659>Verkaufseinheit: 100 g</strong></p>",
    "price": 300,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp",
      "https://stero.biz/wp-content/uploads/2025/07/TC.96.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10769,
    "name": "API Testosterone Phenylpropionate - 100g",
    "description": "",
    "price": 600,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10770,
    "name": "API Sustanone 250 - 100g",
    "description": "<h3 data-start=193 data-end=221><strong data-start=197 data-end=221>100 g – Sustanon 250</strong></h3>\r\\n<h4 data-start=223 data-end=256><strong data-start=228 data-end=256>Schnell. Lang. Effektiv.</strong></h4>\r\\n<p data-start=258 data-end=658>Sustanon 250 ist eine speziell entwickelte <strong data-start=301 data-end=324>Testosteronmischung</strong>, bestehend aus vier unterschiedlichen Estern: <strong data-start=371 data-end=438>Testosteron Propionat, Phenylpropionat, Isocaproat und Decanoat</strong>. Diese Kombination ermöglicht eine <strong data-start=474 data-end=520>schnelle Wirkung direkt nach der Anwendung</strong>, während die <strong data-start=534 data-end=557>langwirksamen Ester</strong> gleichzeitig für <strong data-start=575 data-end=621>konstante, gleichmäßige Testosteronspiegel</strong> über einen längeren Zeitraum sorgen.</p>\r\\n<p data-start=660 data-end=1090>Sustanon 250 ist besonders im Bodybuilding beliebt, da es die Vorteile von kurz- und langkettigen Estern vereint. Es eignet sich hervorragend für <strong data-start=806 data-end=828>Muskelaufbauzyklen</strong>, <strong data-start=830 data-end=845>Kraftphasen</strong> und als <strong data-start=854 data-end=920>Basisverbindung in Kombination mit anderen Substanzen (Stacks)</strong>. Durch den anhaltenden Effekt bei gleichzeitig geringerer Injektionsfrequenz ist Sustanon eine <strong data-start=1016 data-end=1089>praktische und leistungsstarke Option für vielseitige Anwendungspläne</strong>.</p>\r\\n\r\\n\r\\n<hr data-start=1092 data-end=1095 />\r\\n\r\\n<h4 data-start=1097 data-end=1131><strong data-start=1102 data-end=1131>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=1133 data-end=1548>\r\\n \t<li data-start=1133 data-end=1215>\r\\n<p data-start=1135 data-end=1215><strong data-start=1135 data-end=1160>Vier Ester – ein Ziel</strong>: Schneller Wirkungseintritt + langanhaltende Wirkung</p>\r\\n</li>\r\\n \t<li data-start=1216 data-end=1270>\r\\n<p data-start=1218 data-end=1270><strong data-start=1218 data-end=1256>Gleichmäßige Testosteronversorgung</strong> über Wochen</p>\r\\n</li>\r\\n \t<li data-start=1271 data-end=1347>\r\\n<p data-start=1273 data-end=1347><strong data-start=1273 data-end=1306>Muskelwachstum &amp; Kraftzuwachs</strong> durch ausgeglichene Testosteronwirkung</p>\r\\n</li>\r\\n \t<li data-start=1348 data-end=1433>\r\\n<p data-start=1350 data-end=1433><strong data-start=1350 data-end=1373>Weniger Injektionen</strong> notwendig im Vergleich zu kurzkettigen Einzelverbindungen</p>\r\\n</li>\r\\n \t<li data-start=1434 data-end=1508>\r\\n<p data-start=1436 data-end=1508><strong data-start=1436 data-end=1467>Gut kombinierbar (Stacking)</strong> mit Trenbolon, Boldenon oder Nandrolon</p>\r\\n</li>\r\\n \t<li data-start=1509 data-end=1548>\r\\n<p data-start=1511 data-end=1548><strong data-start=1511 data-end=1548>Ideal für klassische Aufbauzyklen</strong></p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1550 data-end=1553 />\r\\n\r\\n<h4 data-start=1555 data-end=1615><strong data-start=1560 data-end=1615>Enthaltene Testosteronester (pro Mischungseinheit):</strong></h4>\r\\n<ul data-start=1617 data-end=1724>\r\\n \t<li data-start=1617 data-end=1642>\r\\n<p data-start=1619 data-end=1642>Testosteron Propionat</p>\r\\n</li>\r\\n \t<li data-start=1643 data-end=1674>\r\\n<p data-start=1645 data-end=1674>Testosteron Phenylpropionat</p>\r\\n</li>\r\\n \t<li data-start=1675 data-end=1701>\r\\n<p data-start=1677 data-end=1701>Testosteron Isocaproat</p>\r\\n</li>\r\\n \t<li data-start=1702 data-end=1724>\r\\n<p data-start=1704 data-end=1724>Testosteron Decanoat</p>\r\\n</li>\r\\n</ul>\r\\n<p data-start=1726 data-end=1823><em data-start=1726 data-end=1823>Hinweis: Bei Pulverform können die einzelnen Ester getrennt oder individuell dosiert vorliegen.</em></p>\r\\n\r\\n\r\\n<hr data-start=1825 data-end=1828 />\r\\n\r\\n<h4 data-start=1830 data-end=1856><strong data-start=1835 data-end=1856>Technische Daten:</strong></h4>\r\\n<ul data-start=1858 data-end=2122>\r\\n \t<li data-start=1858 data-end=1903>\r\\n<p data-start=1860 data-end=1903><strong data-start=1860 data-end=1872>CAS-Nr.:</strong> Mischung aus mehreren Estern</p>\r\\n</li>\r\\n \t<li data-start=1904 data-end=1951>\r\\n<p data-start=1906 data-end=1951><strong data-start=1906 data-end=1926>Molekularformel:</strong> Variabel je nach Ester</p>\r\\n</li>\r\\n \t<li data-start=1952 data-end=1991>\r\\n<p data-start=1954 data-end=1991><strong data-start=1954 data-end=1967>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1992 data-end=2058>\r\\n<p data-start=1994 data-end=2058><strong data-start=1994 data-end=2007>Aussehen:</strong> Weißes bis leicht gelbliches kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=2059 data-end=2122>\r\\n<p data-start=2061 data-end=2122><strong data-start=2061 data-end=2077>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=2124 data-end=2127 />\r\\n<p data-start=2129 data-end=2155><strong data-start=2129 data-end=2155>Verkaufseinheit: 100 g</strong></p>\r\\n\r\\n\r\\n<hr data-start=2157 data-end=2160 />",
    "price": 600,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp",
      "https://stero.biz/wp-content/uploads/2025/07/SUS.ok_.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10775,
    "name": "API Nadrolone Decanoate - 100g",
    "description": "<h3 data-start=183 data-end=219><strong data-start=187 data-end=219>100 g – Nandrolone Decanoate</strong></h3>\r\\n<h4 data-start=221 data-end=267><strong data-start=226 data-end=267>Massiver Aufbau. Nachhaltige Wirkung.</strong></h4>\r\\n<p data-start=269 data-end=708>Nandrolone Decanoate ist eines der bekanntesten und bewährtesten anabolen Steroide im Bodybuilding – bekannt unter dem Handelsnamen „Deca“. Es zählt zu den effektivsten Verbindungen für <strong data-start=455 data-end=485>langfristigen Muskelaufbau</strong>, <strong data-start=487 data-end=515>verbesserte Regeneration</strong> und eine insgesamt <strong data-start=535 data-end=562>gelenkschonende Wirkung</strong>. Als langkettiger Ester entfaltet es seine Wirkung <strong data-start=614 data-end=658>gleichmäßig über einen längeren Zeitraum</strong>, was es ideal für <strong data-start=677 data-end=701>längere Aufbauzyklen</strong> macht.</p>\r\\n<p data-start=710 data-end=1041>Die Substanz überzeugt durch eine <strong data-start=744 data-end=771>stabile anabole Wirkung</strong>, <strong data-start=773 data-end=803>minimale Wassereinlagerung</strong> im Vergleich zu Testosteron, und eine <strong data-start=842 data-end=866>gute Verträglichkeit</strong>. Besonders beliebt ist Nandrolone Decanoate bei Athleten, die auf <strong data-start=933 data-end=966>kontinuierliche Kraftzuwächse</strong>, eine <strong data-start=973 data-end=999>gesunde Gelenkstruktur</strong> und <strong data-start=1004 data-end=1033>langfristige Fortschritte</strong> setzen.</p>\r\\n\r\\n\r\\n<hr data-start=1043 data-end=1046 />\r\\n\r\\n<h4 data-start=1048 data-end=1082><strong data-start=1053 data-end=1082>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=1084 data-end=1407>\r\\n \t<li data-start=1084 data-end=1143>\r\\n<p data-start=1086 data-end=1143><strong data-start=1086 data-end=1115>Nachhaltiger Muskelaufbau</strong> bei guter Verträglichkeit</p>\r\\n</li>\r\\n \t<li data-start=1144 data-end=1217>\r\\n<p data-start=1146 data-end=1217><strong data-start=1146 data-end=1172>Geringe Aromatisierung</strong> → weniger Östrogen-bedingte Nebenwirkungen</p>\r\\n</li>\r\\n \t<li data-start=1218 data-end=1260>\r\\n<p data-start=1220 data-end=1260><strong data-start=1220 data-end=1258>Unterstützt Gelenke &amp; Regeneration</strong></p>\r\\n</li>\r\\n \t<li data-start=1261 data-end=1327>\r\\n<p data-start=1263 data-end=1327><strong data-start=1263 data-end=1310>Langsame, gleichmäßige Wirkstofffreisetzung</strong> (Depotwirkung)</p>\r\\n</li>\r\\n \t<li data-start=1328 data-end=1368>\r\\n<p data-start=1330 data-end=1368><strong data-start=1330 data-end=1366>Geeignet für längere Massezyklen</strong></p>\r\\n</li>\r\\n \t<li data-start=1369 data-end=1407>\r\\n<p data-start=1371 data-end=1407><strong data-start=1371 data-end=1407>Solide Kraftzuwächse über Wochen</strong></p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1409 data-end=1412 />\r\\n\r\\n<h4 data-start=1414 data-end=1440><strong data-start=1419 data-end=1440>Technische Daten:</strong></h4>\r\\n<ul data-start=1442 data-end=1703>\r\\n \t<li data-start=1442 data-end=1467>\r\\n<p data-start=1444 data-end=1467><strong data-start=1444 data-end=1456>CAS-Nr.:</strong> 360-70-3</p>\r\\n</li>\r\\n \t<li data-start=1468 data-end=1501>\r\\n<p data-start=1470 data-end=1501><strong data-start=1470 data-end=1490>Molekularformel:</strong> C₂₈H₄₄O₃</p>\r\\n</li>\r\\n \t<li data-start=1502 data-end=1536>\r\\n<p data-start=1504 data-end=1536><strong data-start=1504 data-end=1521>Molare Masse:</strong> 428,65 g/mol</p>\r\\n</li>\r\\n \t<li data-start=1537 data-end=1576>\r\\n<p data-start=1539 data-end=1576><strong data-start=1539 data-end=1552>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1577 data-end=1639>\r\\n<p data-start=1579 data-end=1639><strong data-start=1579 data-end=1592>Aussehen:</strong> Weißes bis cremefarbenes kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=1640 data-end=1703>\r\\n<p data-start=1642 data-end=1703><strong data-start=1642 data-end=1658>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1705 data-end=1708 />\r\\n<p data-start=1710 data-end=1736><strong data-start=1710 data-end=1736>Verkaufseinheit: 100 g</strong></p>",
    "price": 700,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10776,
    "name": "API Nadrolone Phenylpropionate - 100g",
    "description": "<h3 data-start=215 data-end=258><strong data-start=219 data-end=258>100 g – Nandrolone Phenylpropionate</strong></h3>\r\\n<h4 data-start=260 data-end=310><strong data-start=265 data-end=310>Solider Aufbau. Gelenkschonend. Effektiv.</strong></h4>\r\\n<p data-start=312 data-end=649>Nandrolone Phenylpropionate (NPP) ist ein kurz wirksames anaboles Steroid aus der 19-Nortestosteron-Reihe und wird im Bodybuilding häufig für <strong data-start=454 data-end=488>muskelaufbauorientierte Zyklen</strong> eingesetzt. Es gilt als milder in der Anwendung als viele andere Substanzen, zeigt jedoch eine <strong data-start=584 data-end=618>sehr effektive anabole Wirkung</strong> mit <strong data-start=623 data-end=648>guter Verträglichkeit</strong>.</p>\r\\n<p data-start=651 data-end=1062>NPP unterstützt einen <strong data-start=673 data-end=701>qualitativen Masseaufbau</strong>, verbessert die <strong data-start=718 data-end=738>Stickstoffbilanz</strong>, fördert die <strong data-start=752 data-end=768>Regeneration</strong> und wird häufig wegen seiner <strong data-start=798 data-end=834>gelenkfreundlichen Eigenschaften</strong> geschätzt. Durch den Phenylpropionat-Ester tritt die Wirkung zügig ein, wobei dennoch ein <strong data-start=925 data-end=961>relativ konstanter Hormonspiegel</strong> möglich ist – ideal für Athleten, die kurze Zyklen bevorzugen oder auf häufigere Injektionen setzen.</p>\r\\n\r\\n\r\\n<hr data-start=1064 data-end=1067 />\r\\n\r\\n<h4 data-start=1069 data-end=1103><strong data-start=1074 data-end=1103>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=1105 data-end=1519>\r\\n \t<li data-start=1105 data-end=1159>\r\\n<p data-start=1107 data-end=1159><strong data-start=1107 data-end=1157>Muskelaufbau ohne übermäßige Wassereinlagerung</strong></p>\r\\n</li>\r\\n \t<li data-start=1160 data-end=1238>\r\\n<p data-start=1162 data-end=1238><strong data-start=1162 data-end=1185>Gelenkunterstützend</strong>: Häufig als „gelenkschonendes“ Mittel wahrgenommen</p>\r\\n</li>\r\\n \t<li data-start=1239 data-end=1314>\r\\n<p data-start=1241 data-end=1314><strong data-start=1241 data-end=1264>Kurze Halbwertszeit</strong>: Schneller Wirkungseintritt, gut kontrollierbar</p>\r\\n</li>\r\\n \t<li data-start=1315 data-end=1378>\r\\n<p data-start=1317 data-end=1378><strong data-start=1317 data-end=1345>Verbesserte Regeneration</strong> und Erholung nach dem Training</p>\r\\n</li>\r\\n \t<li data-start=1379 data-end=1454>\r\\n<p data-start=1381 data-end=1454><strong data-start=1381 data-end=1452>Weniger Nebenwirkungen als langkettige Nandrolon-Ester (z. B. Deca)</strong></p>\r\\n</li>\r\\n \t<li data-start=1455 data-end=1519>\r\\n<p data-start=1457 data-end=1519><strong data-start=1457 data-end=1519>Besonders geeignet für kürzere, kontrollierte Aufbauphasen</strong></p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1521 data-end=1524 />\r\\n\r\\n<h4 data-start=1526 data-end=1552><strong data-start=1531 data-end=1552>Technische Daten:</strong></h4>\r\\n<ul data-start=1554 data-end=1833>\r\\n \t<li data-start=1554 data-end=1578>\r\\n<p data-start=1556 data-end=1578><strong data-start=1556 data-end=1568>CAS-Nr.:</strong> 62-90-8</p>\r\\n</li>\r\\n \t<li data-start=1579 data-end=1612>\r\\n<p data-start=1581 data-end=1612><strong data-start=1581 data-end=1601>Molekularformel:</strong> C₂₇H₃₄O₃</p>\r\\n</li>\r\\n \t<li data-start=1613 data-end=1647>\r\\n<p data-start=1615 data-end=1647><strong data-start=1615 data-end=1632>Molare Masse:</strong> 418,56 g/mol</p>\r\\n</li>\r\\n \t<li data-start=1648 data-end=1687>\r\\n<p data-start=1650 data-end=1687><strong data-start=1650 data-end=1663>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1688 data-end=1750>\r\\n<p data-start=1690 data-end=1750><strong data-start=1690 data-end=1703>Aussehen:</strong> Weißes bis cremefarbenes kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=1751 data-end=1833>\r\\n<p data-start=1753 data-end=1833><strong data-start=1753 data-end=1769>Löslichkeit:</strong> Löslich in organischen Lösungsmitteln (z. B. Öl, Ethanol, DMSO)</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1835 data-end=1838 />\r\\n<p data-start=1840 data-end=1866><strong data-start=1840 data-end=1866>Verkaufseinheit: 100 g</strong></p>",
    "price": 700,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10777,
    "name": "API Stanozolol - 100g",
    "description": "<h3 data-start=237 data-end=263><strong data-start=241 data-end=263>100 g – Stanozolol</strong></h3>\r\\n<h4 data-start=265 data-end=316><strong data-start=270 data-end=316>Trockene Muskelmasse. Maximale Definition.</strong></h4>\r\\n<p data-start=318 data-end=766>Stanozolol gehört zu den bekanntesten oralen anabolen Substanzen und ist besonders in der <strong data-start=408 data-end=433>Wettkampfvorbereitung</strong> und <strong data-start=438 data-end=455>Cutting-Phase</strong> geschätzt. Das synthetische Derivat von Dihydrotestosteron (DHT) bietet eine <strong data-start=533 data-end=605>ausgeprägt anabole Wirkung bei vergleichsweise geringer Androgenität</strong>, was es zu einer bevorzugten Wahl für Athleten macht, die auf <strong data-start=668 data-end=700>harte, definierte Muskulatur</strong> abzielen – ohne überschüssige Wassereinlagerung oder Fettzunahme.</p>\r\\n<p data-start=768 data-end=1105>Stanozolol fördert die <strong data-start=791 data-end=849>Stickstoffretention, Proteinsynthese und Kraftleistung</strong>, ohne in Östrogen umzuwandeln. Dadurch bleibt die Muskulatur <strong data-start=911 data-end=931>trocken und hart</strong>, ideal für das letzte Feintuning vor einem Wettkampf oder Fotoshooting. Die Substanz wird sowohl <strong data-start=1029 data-end=1058>oral als auch injizierbar</strong> verwendet, was sie besonders vielseitig macht.</p>\r\\n\r\\n\r\\n<hr data-start=1107 data-end=1110 />\r\\n\r\\n<h4 data-start=1112 data-end=1146><strong data-start=1117 data-end=1146>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=1148 data-end=1614>\r\\n \t<li data-start=1148 data-end=1222>\r\\n<p data-start=1150 data-end=1222><strong data-start=1150 data-end=1173>Trockene Definition</strong>: Unterstützt den Erhalt fettfreier Muskelmasse</p>\r\\n</li>\r\\n \t<li data-start=1223 data-end=1302>\r\\n<p data-start=1225 data-end=1302><strong data-start=1225 data-end=1252>Keine Wassereinlagerung</strong>: Keine Aromatisierung → kein Östrogenüberschuss</p>\r\\n</li>\r\\n \t<li data-start=1303 data-end=1388>\r\\n<p data-start=1305 data-end=1388><strong data-start=1305 data-end=1335>Kraftzuwachs &amp; Muskelhärte</strong>: Steigerung von Explosivkraft und optischer Dichte</p>\r\\n</li>\r\\n \t<li data-start=1389 data-end=1452>\r\\n<p data-start=1391 data-end=1452><strong data-start=1391 data-end=1412>Ideal für Cutting</strong>: Wird häufig in Diätphasen eingesetzt</p>\r\\n</li>\r\\n \t<li data-start=1453 data-end=1535>\r\\n<p data-start=1455 data-end=1535><strong data-start=1455 data-end=1480>Vielseitig einsetzbar</strong>: Geeignet für orale oder injizierbare Formulierungen</p>\r\\n</li>\r\\n \t<li data-start=1536 data-end=1614>\r\\n<p data-start=1538 data-end=1614><strong data-start=1538 data-end=1565>Geringe Gewichtszunahme</strong>: Oft bevorzugt in Sportarten mit Gewichtsklassen</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1616 data-end=1619 />\r\\n\r\\n<h4 data-start=1621 data-end=1647><strong data-start=1626 data-end=1647>Technische Daten:</strong></h4>\r\\n<ul data-start=1649 data-end=1913>\r\\n \t<li data-start=1649 data-end=1676>\r\\n<p data-start=1651 data-end=1676><strong data-start=1651 data-end=1663>CAS-Nr.:</strong> 10418-03-8</p>\r\\n</li>\r\\n \t<li data-start=1677 data-end=1711>\r\\n<p data-start=1679 data-end=1711><strong data-start=1679 data-end=1699>Molekularformel:</strong> C₂₁H₃₂N₂O</p>\r\\n</li>\r\\n \t<li data-start=1712 data-end=1746>\r\\n<p data-start=1714 data-end=1746><strong data-start=1714 data-end=1731>Molare Masse:</strong> 328,49 g/mol</p>\r\\n</li>\r\\n \t<li data-start=1747 data-end=1786>\r\\n<p data-start=1749 data-end=1786><strong data-start=1749 data-end=1762>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1787 data-end=1849>\r\\n<p data-start=1789 data-end=1849><strong data-start=1789 data-end=1802>Aussehen:</strong> Weißes bis cremefarbenes kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=1850 data-end=1913>\r\\n<p data-start=1852 data-end=1913><strong data-start=1852 data-end=1868>Löslichkeit:</strong> Löslich in Alkohol, PEG, Benzylalkohol, DMSO</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1915 data-end=1918 />\r\\n<p data-start=1920 data-end=1946><strong data-start=1920 data-end=1946>Verkaufseinheit: 100 g</strong></p>",
    "price": 600,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp",
      "https://stero.biz/wp-content/uploads/2025/07/STANO.99.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10778,
    "name": "API Boldenon Undecylenate - 100g",
    "description": "<h3 data-start=251 data-end=289><strong data-start=255 data-end=289>100 g – Boldenone Undecylenate</strong></h3>\r\\n<h4 data-start=291 data-end=340><strong data-start=296 data-end=340>Sauberer Masseaufbau. Konstante Wirkung.</strong></h4>\r\\n<p data-start=342 data-end=742>Boldenone Undecylenate ist ein bewährtes, langwirksames anabol-androgenes Steroid, das sich im Bodybuilding vor allem in der <strong data-start=467 data-end=482>Aufbauphase</strong> einen festen Platz erarbeitet hat. Als strukturell leicht modifiziertes Testosteron-Derivat bietet es eine <strong data-start=590 data-end=621>ausgewogene anabole Wirkung</strong> mit <strong data-start=626 data-end=653>geringer Aromatisierung</strong> und sorgt so für einen <strong data-start=677 data-end=741>qualitativen Muskelzuwachs ohne übermäßige Wassereinlagerung</strong>.</p>\r\\n<p data-start=744 data-end=1109>Durch den Undecylenat-Ester besitzt die Substanz eine <strong data-start=798 data-end=821>lange Halbwertszeit</strong>, was sie besonders für <strong data-start=845 data-end=883>gleichmäßige, stabile Wirkverläufe</strong> in längeren Zyklen attraktiv macht. Zusätzlich wird oft von <strong data-start=944 data-end=968>gesteigertem Appetit</strong>, <strong data-start=970 data-end=998>solider Kraftentwicklung</strong> und einer <strong data-start=1009 data-end=1039>hervorragenden Muskelhärte</strong> berichtet – insbesondere bei gleichzeitig reduzierter Kalorienzufuhr.</p>\r\\n\r\\n\r\\n<hr data-start=1111 data-end=1114 />\r\\n\r\\n<h4 data-start=1116 data-end=1150><strong data-start=1121 data-end=1150>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=1152 data-end=1723>\r\\n \t<li data-start=1152 data-end=1240>\r\\n<p data-start=1154 data-end=1240><strong data-start=1154 data-end=1178>Langsam, aber stetig</strong>: Unterstützt gleichmäßigen Muskelaufbau über längere Phasen</p>\r\\n</li>\r\\n \t<li data-start=1241 data-end=1338>\r\\n<p data-start=1243 data-end=1338><strong data-start=1243 data-end=1261>Trockene Masse</strong>: Weniger Wassereinlagerung im Vergleich zu testosteronbasierten Präparaten</p>\r\\n</li>\r\\n \t<li data-start=1339 data-end=1431>\r\\n<p data-start=1341 data-end=1431><strong data-start=1341 data-end=1374>Geringe Östrogenkonvertierung</strong>: Mildes Nebenwirkungsprofil bei kontrolliertem Einsatz</p>\r\\n</li>\r\\n \t<li data-start=1432 data-end=1531>\r\\n<p data-start=1434 data-end=1531><strong data-start=1434 data-end=1462>Mehr Kraft, mehr Appetit</strong>: Positiver Einfluss auf Leistungsbereitschaft und Kalorienaufnahme</p>\r\\n</li>\r\\n \t<li data-start=1532 data-end=1639>\r\\n<p data-start=1534 data-end=1639><strong data-start=1534 data-end=1573>Besonders für Aufbauphasen geeignet</strong>: Ideal für Athleten mit dem Ziel nachhaltiger Muskelentwicklung</p>\r\\n</li>\r\\n \t<li data-start=1640 data-end=1723>\r\\n<p data-start=1642 data-end=1723><strong data-start=1642 data-end=1682>Depotwirkung durch Undecylenat-Ester</strong>: Weniger Injektionsfrequenz erforderlich</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1725 data-end=1728 />\r\\n\r\\n<h4 data-start=1730 data-end=1756><strong data-start=1735 data-end=1756>Technische Daten:</strong></h4>\r\\n<ul data-start=1758 data-end=2002>\r\\n \t<li data-start=1758 data-end=1785>\r\\n<p data-start=1760 data-end=1785><strong data-start=1760 data-end=1772>CAS-Nr.:</strong> 13103-34-9</p>\r\\n</li>\r\\n \t<li data-start=1786 data-end=1819>\r\\n<p data-start=1788 data-end=1819><strong data-start=1788 data-end=1808>Molekularformel:</strong> C₃₀H₄₄O₃</p>\r\\n</li>\r\\n \t<li data-start=1820 data-end=1854>\r\\n<p data-start=1822 data-end=1854><strong data-start=1822 data-end=1839>Molare Masse:</strong> 452,65 g/mol</p>\r\\n</li>\r\\n \t<li data-start=1855 data-end=1894>\r\\n<p data-start=1857 data-end=1894><strong data-start=1857 data-end=1870>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1895 data-end=1928>\r\\n<p data-start=1897 data-end=1928><strong data-start=1897 data-end=1906>Form:</strong> Klare, ölige Lösung</p>\r\\n</li>\r\\n \t<li data-start=1929 data-end=2002>\r\\n<p data-start=1931 data-end=2002><strong data-start=1931 data-end=1947>Löslichkeit:</strong> Löslich in Öl (z. B. Sesam-, MCT-, Ethyloleat-basiert)</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=2004 data-end=2007 />\r\\n<p data-start=2009 data-end=2035><strong data-start=2009 data-end=2035>Verkaufseinheit: 100 g</strong></p>",
    "price": 500,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10783,
    "name": "API Trenbolone Acetate - 100g",
    "description": "<h3 data-start=147 data-end=181><strong data-start=151 data-end=181>100 g – Trenbolone Acetate</strong></h3>\r\\n<h4 data-start=183 data-end=230><strong data-start=188 data-end=230>Maximale Definition. Maximale Wirkung.</strong></h4>\r\\n<p data-start=232 data-end=650>Trenbolone Acetate zählt zu den stärksten und effektivsten Substanzen, die im fortgeschrittenen Bodybuilding zur Unterstützung der körperlichen Transformation eingesetzt werden. Als schnell wirkendes Derivat der 19-Nortestosteron-Gruppe ist Tren Ace bekannt für seine <strong data-start=500 data-end=529>hervorragende Muskelhärte</strong>, <strong data-start=531 data-end=556>extreme Kraftzuwächse</strong> und <strong data-start=561 data-end=598>deutlich gesteigerte Vaskularität</strong> – bei gleichzeitig <strong data-start=618 data-end=649>minimaler Wassereinlagerung</strong>.</p>\r\\n<p data-start=652 data-end=858>Dank des kurz wirkenden Acetat-Esters entfaltet die Substanz ihre Effekte besonders schnell, was sie ideal für <strong data-start=763 data-end=791>intensive Cutting-Phasen</strong>, <strong data-start=793 data-end=818>Wettkampfvorbereitung</strong> oder <strong data-start=824 data-end=851>härtere Trainingszyklen</strong> macht.</p>\r\\n\r\\n\r\\n<hr data-start=860 data-end=863 />\r\\n\r\\n<h4 data-start=865 data-end=899><strong data-start=870 data-end=899>Vorteile auf einen Blick:</strong></h4>\r\\n<ul data-start=901 data-end=1393>\r\\n \t<li data-start=901 data-end=999>\r\\n<p data-start=903 data-end=999><strong data-start=903 data-end=921>Trocken &amp; hart</strong>: Unterstützt eine definierte, muskulöse Optik ohne unnötige Wasserretention</p>\r\\n</li>\r\\n \t<li data-start=1000 data-end=1080>\r\\n<p data-start=1002 data-end=1080><strong data-start=1002 data-end=1025>Kraft &amp; Performance</strong>: Steigerung von Schnellkraft und Trainingsintensität</p>\r\\n</li>\r\\n \t<li data-start=1081 data-end=1192>\r\\n<p data-start=1083 data-end=1192><strong data-start=1083 data-end=1114>Effiziente Nährstoffnutzung</strong>: Optimiert Stickstoffretention und Futterverwertung (nutrient partitioning)</p>\r\\n</li>\r\\n \t<li data-start=1193 data-end=1253>\r\\n<p data-start=1195 data-end=1253><strong data-start=1195 data-end=1223>Keine Östrogenumwandlung</strong>: Kein Aromatisierungsrisiko</p>\r\\n</li>\r\\n \t<li data-start=1254 data-end=1335>\r\\n<p data-start=1256 data-end=1335><strong data-start=1256 data-end=1286>Schneller Wirkungseintritt</strong>: Ideal für kurzfristige, zielgerichtete Phasen</p>\r\\n</li>\r\\n \t<li data-start=1336 data-end=1393>\r\\n<p data-start=1338 data-end=1393><strong data-start=1338 data-end=1393>Perfekt für fortgeschrittene Athleten mit Erfahrung</strong></p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1395 data-end=1398 />\r\\n\r\\n<h4 data-start=1400 data-end=1426><strong data-start=1405 data-end=1426>Technische Daten:</strong></h4>\r\\n<ul data-start=1428 data-end=1679>\r\\n \t<li data-start=1428 data-end=1455>\r\\n<p data-start=1430 data-end=1455><strong data-start=1430 data-end=1442>CAS-Nr.:</strong> 10161-34-9</p>\r\\n</li>\r\\n \t<li data-start=1456 data-end=1489>\r\\n<p data-start=1458 data-end=1489><strong data-start=1458 data-end=1478>Molekularformel:</strong> C₂₀H₂₄O₃</p>\r\\n</li>\r\\n \t<li data-start=1490 data-end=1524>\r\\n<p data-start=1492 data-end=1524><strong data-start=1492 data-end=1509>Molare Masse:</strong> 312,41 g/mol</p>\r\\n</li>\r\\n \t<li data-start=1525 data-end=1564>\r\\n<p data-start=1527 data-end=1564><strong data-start=1527 data-end=1540>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=1565 data-end=1630>\r\\n<p data-start=1567 data-end=1630><strong data-start=1567 data-end=1580>Aussehen:</strong> Gelbliches bis goldfarbenes kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=1631 data-end=1679>\r\\n<p data-start=1633 data-end=1679><strong data-start=1633 data-end=1649>Löslichkeit:</strong> In organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n\r\\n<hr data-start=1681 data-end=1684 />\r\\n<p data-start=1686 data-end=1712><strong data-start=1686 data-end=1712>Verkaufseinheit: 100 g</strong></p>",
    "price": 1600,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/tren-neu.webp",
      "https://stero.biz/wp-content/uploads/2025/07/TRA.95.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10784,
    "name": "API Drostanolone Enanthate - 100g",
    "description": "<h3 data-start=121 data-end=192><strong data-start=125 data-end=192>100 g – Drostanolone Enanthate </strong></h3>\r\\n<p data-start=194 data-end=654><strong data-start=194 data-end=211>Beschreibung:</strong><br data-start=211 data-end=214 />Drostanolone Enanthate ist ein langwirksames synthetisches Androgen, das vom Dihydrotestosteron (DHT) abgeleitet ist. Es wird in kristalliner Pulverform angeboten und ist für die Anwendung in wissenschaftlichen Studien vorgesehen. Durch den Enanthat-Ester zeichnet sich die Substanz durch eine verlängerte Halbwertszeit und depotartige Freisetzung aus – ideal für langfristige Untersuchungen hormoneller Wirkmechanismen und Gewebeantworten.</p>\r\\n<p data-start=656 data-end=674><strong data-start=656 data-end=674>Eigenschaften:</strong></p>\r\\n\r\\n<ul data-start=675 data-end=903>\r\\n \t<li data-start=675 data-end=702>\r\\n<p data-start=677 data-end=702><strong data-start=677 data-end=689>CAS-Nr.:</strong> 472-61-145</p>\r\\n</li>\r\\n \t<li data-start=703 data-end=736>\r\\n<p data-start=705 data-end=736><strong data-start=705 data-end=725>Molekularformel:</strong> C27H44O3</p>\r\\n</li>\r\\n \t<li data-start=737 data-end=776>\r\\n<p data-start=739 data-end=776><strong data-start=739 data-end=752>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=777 data-end=839>\r\\n<p data-start=779 data-end=839><strong data-start=779 data-end=792>Aussehen:</strong> Weißes bis leicht beiges kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=840 data-end=903>\r\\n<p data-start=842 data-end=903><strong data-start=842 data-end=858>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n<p data-start=905 data-end=1183><strong data-start=905 data-end=927>Anwendungsbereich:</strong><br data-start=927 data-end=930 />In der Forschung wird Drostanolone Enanthate zur Analyse androgenabhängiger Prozesse, hormoneller Rezeptorbindung und Muskelphysiologie verwendet. Die verlängerte Wirkstofffreisetzung eignet sich besonders für Studien mit kontrollierter Langzeitwirkung.</p>\r\\n<p data-start=1185 data-end=1211><strong data-start=1185 data-end=1205>Verkaufseinheit:</strong> 100 g</p>",
    "price": 1600,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp",
      "https://stero.biz/wp-content/uploads/2025/07/DRE.95.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10785,
    "name": "API Drostanolon Propionate - 100g",
    "description": "<h3 data-start=152 data-end=224><strong data-start=156 data-end=224>100 g – Drostanolone Propionate </strong></h3>\r\\n<p data-start=226 data-end=707><strong data-start=226 data-end=243>Beschreibung:</strong><br data-start=243 data-end=246 />Drostanolone Propionate ist ein synthetisches Androgen und Anabolikum, das strukturell vom Dihydrotestosteron (DHT) abgeleitet ist. Durch den Propionat-Ester zeichnet sich die Substanz durch eine kurze Halbwertszeit und schnelle Wirkstofffreisetzung aus. In der wissenschaftlichen Forschung wird Drostanolone Propionate zur Untersuchung androgenabhängiger Prozesse, Hormonregulation sowie möglicher Anwendungen in der Onkologie und Muskelphysiologie eingesetzt.</p>\r\\n<p data-start=709 data-end=727><strong data-start=709 data-end=727>Eigenschaften:</strong></p>\r\\n\r\\n<ul data-start=728 data-end=954>\r\\n \t<li data-start=728 data-end=753>\r\\n<p data-start=730 data-end=753><strong data-start=730 data-end=742>CAS-Nr.:</strong> 521-12-0</p>\r\\n</li>\r\\n \t<li data-start=754 data-end=787>\r\\n<p data-start=756 data-end=787><strong data-start=756 data-end=776>Molekularformel:</strong> C23H36O3</p>\r\\n</li>\r\\n \t<li data-start=788 data-end=827>\r\\n<p data-start=790 data-end=827><strong data-start=790 data-end=803>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=828 data-end=890>\r\\n<p data-start=830 data-end=890><strong data-start=830 data-end=843>Aussehen:</strong> Weißes bis cremefarbenes kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=891 data-end=954>\r\\n<p data-start=893 data-end=954><strong data-start=893 data-end=909>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n<p data-start=956 data-end=1247><strong data-start=956 data-end=978>Anwendungsbereich:</strong><br data-start=978 data-end=981 />Drostanolone Propionate wird in präklinischen Studien verwendet, um die Wirkung synthetischer Androgene auf Gewebe, Muskelaufbau und hormonelle Regulation zu analysieren. Durch seine schnelle Wirkweise eignet es sich für Studien mit kurzen Verabreichungsintervallen.</p>\r\\n<p data-start=1249 data-end=1275><strong data-start=1249 data-end=1269>Verkaufseinheit:</strong> 100 g</p>",
    "price": 1600,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/59001_4.webp",
      "https://stero.biz/wp-content/uploads/2025/07/DP.99.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  },
  {
    "id": 10795,
    "name": "API Trenbolone Enanthate – 100g",
    "description": "<h3 data-start=160 data-end=229><strong data-start=164 data-end=229>100 g – Trenbolone Enanthate</strong></h3>\r\\n<p data-start=231 data-end=703><strong data-start=231 data-end=248>Beschreibung:</strong><br data-start=248 data-end=251 />Trenbolone Enanthate ist ein stark wirksames synthetisches Anabolikum und Androgen in kristalliner Pulverform. Es gehört zur Gruppe der 19-Nortestosterone-Derivate und wird in der pharmazeutischen Forschung zur Untersuchung anaboler Prozesse, Proteinbiosynthese und Hormonregulation verwendet. Durch den Enanthat-Ester bietet die Substanz eine verlängerte Wirkstofffreisetzung, was sie besonders für Studien mit konstantem Hormonspiegel geeignet macht.</p>\r\\n<p data-start=705 data-end=723><strong data-start=705 data-end=723>Eigenschaften:</strong></p>\r\\n\r\\n<ul data-start=724 data-end=955>\r\\n \t<li data-start=724 data-end=751>\r\\n<p data-start=726 data-end=751><strong data-start=726 data-end=738>CAS-Nr.:</strong> 10161-35-8</p>\r\\n</li>\r\\n \t<li data-start=752 data-end=785>\r\\n<p data-start=754 data-end=785><strong data-start=754 data-end=774>Molekularformel:</strong> C25H34O</p>\r\\n</li>\r\\n \t<li data-start=786 data-end=825>\r\\n<p data-start=788 data-end=825><strong data-start=788 data-end=801>Reinheit:</strong> ≥ 98 % (HPLC-geprüft)</p>\r\\n</li>\r\\n \t<li data-start=826 data-end=891>\r\\n<p data-start=828 data-end=891><strong data-start=828 data-end=841>Aussehen:</strong> Gelbliches bis goldfarbenes kristallines Pulver</p>\r\\n</li>\r\\n \t<li data-start=892 data-end=955>\r\\n<p data-start=894 data-end=955><strong data-start=894 data-end=910>Löslichkeit:</strong> Löslich in Öl und organischen Lösungsmitteln</p>\r\\n</li>\r\\n</ul>\r\\n<p data-start=957 data-end=1250><strong data-start=957 data-end=979>Anwendungsbereich:</strong><br data-start=979 data-end=982 />Trenbolone Enanthate wird in der Forschung zur Analyse von Muskelaufbauprozessen, anabolen Hormonwirkungen sowie zur Untersuchung langwirksamer Steroidformulierungen eingesetzt. Besonders relevant für Studien mit verlängerter Wirkdauer dank depotartiger Eigenschaften.</p>\r\\n<p data-start=1252 data-end=1278><strong data-start=1252 data-end=1272>Verkaufseinheit:</strong> 100 g</p>",
    "price": 1600,
    "sale_price": null,
    "categories": [
      "API/RAWs"
    ],
    "images": [
      "https://stero.biz/wp-content/uploads/2025/07/tren-neu.webp"
    ],
    "sku": "",
    "stock_quantity": 0,
    "weight": 0,
    "dimensions": {
      "length": 0,
      "width": 0,
      "height": 0
    },
    "attributes": {},
    "status": "publish",
    "featured": false,
    "visibility": "visible",
    "shipping_class": "",
    "tags": [],
    "manufacturer": "",
    "active_ingredient": "",
    "dosage": "",
    "package_size": "",
    "carrier": ""
  }
]